Repository: JUANANAYACOL/PruebaFrontGit
Catalog: Control.Endeavour.FrontEnd/Resources/Translation.*.resx
Languages: es

# CannotUpdateByValidation
source: The record could not be updated due to one or more validation errors
es: No se pudo actualizar el registro por uno o mas errores de validación

# EnterDescription
source: Enter the description
es: Agregue la descripción

# SelectDocumentalVersion
source: Select a documentary period
es: Seleccione un periodo documental

source: No organization chart
es: No tiene organigrama

# VersionType
source: Period Type
es: Tipo de Periodo

# SelectAdministrativeUnit
source: Select an administrative unit...
es: Seleccione una unidad administrativa...

# SelectProductionOffice
source: Select a production office...
es: Seleccione una oficina productora...

# Aggregate_Average
source: Average
es: Promedio

# Aggregate_Count
source: Count
es: Contar

# Aggregate_Max
source: Max
es: Máximo

# Aggregate_Min
source: Min
es: Mínimo

# Aggregate_Sum
source: Sum
es: Suma

# AutoComplete_Cancel
source: Cancel
es: Cancelar

# AutoComplete_Clear
source: Clear
es: Limpiar

# AutoComplete_NoData
source: No data
es: Sin datos

# Calendar_Choose_Decade
source: Choose a decade
es: Elige una década

# Calendar_Choose_Month
source: Choose a month
es: Elija un mes

# Calendar_Choose_Year
source: Choose an year
es: Elija un año

# Calendar_GoToNext
source: Go to the next period
es: Ir al siguiente período

# Calendar_GoToPrevious
source: Go to the previous period
es: Ir al período anterior

# Calendar_Today
source: Today
es: Hoy

# Carousel_Next
source: Next
es: Próximo

# Carousel_Previous
source: Previous
es: Anterior

# ColorGradient_AlphaSlider_Label
source: Alpha slider value
es: Valor del control deslizante alfa

# ColorGradient_HueSlider_Label
source: Hue slider value
es: Valor del control deslizante de Hue

# ColorGradient_ToggleButton
source: Toggle format.
es: Formato de alternar.

# ColorGreen_Label
source: G
es: GRAMO

# ColorHex_Label
source: HEX
es: MALEFICIO

# ColorHex_Placeholder
source: Hex Color
es: Color hexadecimal

# ColorPicker_Apply
source: Apply
es: Aplicar

# ColorPicker_Cancel
source: Cancel
es: Cancelar

# ColorPicker_ClearTitle
source: Clear
es: Limpiar

# ColorPicker_CurrentColor
source: Current Color
es: Color actual

# ColorPicker_GradientViewTitle
source: Select Gradient View
es: Seleccionar vista de gradiente

# ColorPicker_Open
source: Open
es: Abierto

# ColorPicker_PaletteViewTitle
source: Select Palette View
es: Seleccionar vista de paleta

# ColorPicker_PreviewColor
source: Preview Color
es: Vista previa de color

# ColorRed_Label
source: R
es: Riñonal

# ColumnMenu_Apply
source: Apply
es: Aplicar

# ColumnMenu_ColumnMenu
source: Column menu
es: Menú de columna

# ColumnMenu_Columns
source: Columns
es: Columnas

# ColumnMenu_Lock
source: Lock
es: Cerrar

# ColumnMenu_Reset
source: Reset
es: Reiniciar

# ColumnMenu_SortAscending
source: Sort Ascending
es: Orden ascendente

# ColumnMenu_SortDescending
source: Sort Descending
es: Orden descendiente

# ColumnMenu_Unlock
source: Unlock
es: Desbloquear

# ComboBox_Cancel
source: Cancel
es: Cancelar

# ComboBox_Clear
source: Clear
es: Limpiar

# ComboBox_NoData
source: No data
es: Sin datos

# ComboBox_Open
source: Open
es: Abierto

# DateInput_ParsingErrorMessage
source: The date format is not parsable. Please enter valid date.
es: El formato de fecha no es transformable. Ingrese la fecha válida.

# DateInput_ValidationErrorMessage
source: The date is not valid.
es: La fecha no es válida.

# DatePicker_Cancel
source: Cancel
es: Cancelar

# DatePicker_Open
source: Open
es: Abierto

# DatePicker_SetDate
source: Set Date
es: Define la fecha

# DateRangePicker_Cancel
source: Cancel
es: Cancelar

# DateRangePicker_ConfirmSelection
source: Confirm Selection
es: Confirmar la selección

# DateRangePicker_End
source: End
es: Fin

# DateRangePicker_Start
source: Start
es: Comenzar

# DateTimePicker_Cancel
source: Cancel
es: Cancelar

# DateTimePicker_Date
source: Date
es: Fecha

# DateTimePicker_Open
source: Open
es: Abierto

# DateTimePicker_Set
source: Set
es: Colocar

# DateTimePicker_Time
source: Time
es: Tiempo

# Dialog_Cancel
source: Cancel
es: Cancelar

# Dialog_Close
source: Close
es: Cerca

# Dialog_Ok
source: OK
es: DE ACUERDO

# DropDownList_Cancel
source: Cancel
es: Cancelar

# DropDownList_NoData
source: No data
es: Sin datos

# DropDownList_Open
source: Open
es: Abierto

# Editor_AddColumnAfter
source: Add column on the right
es: Agregar columna a la derecha

# Editor_AddColumnBefore
source: Add column on the left
es: Agregar columna a la izquierda

# Editor_AddRowAfter
source: Add row below
es: Agregar fila a continuación

# Editor_AddRowBefore
source: Add row above
es: Agregar fila arriba

# Editor_AddRowBelow
source: Add row below
es: Agregar fila a continuación

# Editor_AlignCenter
source: Center text
es: Texto central

# Editor_AlignJustify
source: Justify
es: Justificar

# Editor_AlignLeft
source: Align text left
es: Alinear el texto que queda

# Editor_AlignRight
source: Align text right
es: Alinear el texto correcto

# Editor_BackColor
source: Background color
es: Color de fondo

# Editor_Bold
source: Bold
es: Atrevido

# Editor_CreateLink
source: Insert hyperlink
es: Insertar hipervínculo

# Editor_CreateTable
source: Create table
es: Crear mesa

# Editor_CreateTablePopup
source: Create {0} table
es: Crear tabla {0}

# Editor_DeleteColumn
source: Delete column
es: Eliminar columna

# Editor_DeleteRow
source: Delete row
es: Borrar fila

# Editor_DialogCancel
source: Cancel
es: Cancelar

# Editor_DialogClose
source: Close
es: Cerca

# Editor_DialogInsert
source: Insert
es: Insertar

# Editor_DialogUpdate
source: Update
es: Actualizar

# Editor_FontFamily
source: Font Name
es: Nombre de la fuente

# Editor_FontSize
source: Font Size
es: Tamaño de fuente

# Editor_Format
source: Format
es: Formato

# Editor_ImageAltText
source: Alternate text:
es: Texto alternativo:

# Editor_ImageHeight
source: Height:
es: Altura:

# Editor_ImageWebAddress
source: Web address:
es: Dirección web:

# Editor_ImageWidth
source: Width:
es: Ancho:

# Editor_Indent
source: Indent
es: Sangrar

# Editor_InsertFile
source: Insert file
es: Insertar archivo

# Editor_InsertHtml
source: Insert HTML
es: Insertar HTML

# Editor_InsertImage
source: Insert image
es: Insertar imagen

# Editor_InsertOrderedList
source: Insert ordered list
es: Insertar la lista ordenada

# Editor_InsertUnorderedList
source: Insert unordered list
es: Insertar lista desordenada

# Editor_Italic
source: Italic
es: Itálico

# Editor_LinkOpenNewWindow
source: Open in new window
es: Abrir en Nueva ventana

# Editor_LinkText
source: Text
es: Texto

# Editor_LinkTitle
source: Title:
es: Título:

# Editor_LinkWebAddress
source: Web address:
es: Dirección web:

# Editor_MergeCells
source: Merge cells
es: Combinar células

# Editor_Outdent
source: Outdent
es: Ouxi

# Editor_Redo
source: Redo
es: Rehacer

# Editor_SetHtml
source: View HTML
es: Ver HTML

# Editor_SplitCell
source: Split cell
es: Celda dividida

# Editor_Strikethrough
source: Strikethrough
es: Fusible

# Editor_Subscript
source: Subscript
es: Subíndice

# Editor_Superscript
source: Superscript
es: Sobrescrito

# Editor_Underline
source: Underline
es: Subrayar

# Editor_Undo
source: Undo
es: Deshacer

# Editor_Unlink
source: Remove hyperlink
es: Eliminar el hipervínculo

# FileManager_ConfirmDeleteCancel
source: Cancel
es: Cancelar

# FileManager_ConfirmDeleteOk
source: Ok
es: De acuerdo

# FileManager_ConfirmDeleteText
source: Are you sure you want to delete the file(s)?
es: ¿Estás seguro de que quieres eliminar los archivos?

# FileManager_ConfirmDeleteTitle
source: Delete
es: Borrar

# FileManager_ContextMenu_Delete
source: Delete
es: Borrar

# FileManager_ContextMenu_Download
source: Download
es: Descargar

# FileManager_ContextMenu_Rename
source: Rename
es: Rebautizar

# FileManager_DetailsPane_DateCreated
source: Date created
es: Fecha de creación

# FileManager_DetailsPane_DateModified
source: Date modified
es: Fecha modificada

# FileManager_DetailsPane_NoFileSelected
source: No file selected
es: Ningún archivo seleccionado

# FileManager_DetailsPane_Size
source: Size
es: Tamaño

# FileManager_DetailsPane_Type
source: Type
es: Tipo

# FileManager_FileView_Items
source: items
es: elementos

# FileManager_Grid_DateCreatedColumnTitle
source: Date Created
es: fecha de creación

# FileManager_Grid_FileSizeColumnTitle
source: File Size
es: Tamaño del archivo

# FileManager_Grid_NameColumnTitle
source: Name
es: Nombre

# FileManager_SearchBox_Placeholder
source: Search
es: Buscar

# FileManager_SearchBox_Title
source: Search
es: Buscar

# FileManager_ToolBar_CreateNewFolder
source: New Folder
es: Nueva carpeta

# FileManager_ToolBar_SortBy
source: Sort By
es: Ordenar por

# FileManager_ToolBar_SortByDateCreated
source: Date Created
es: fecha de creación

# FileManager_ToolBar_SortByDateModified
source: Date Modified
es: Fecha modificada

# FileManager_ToolBar_SortByName
source: Name
es: Nombre

# FileManager_ToolBar_SortBySize
source: Size
es: Tamaño

# FileManager_ToolBar_SortByType
source: Type
es: Tipo

# FileManager_ToolBar_Upload
source: Upload
es: Cargar

# FileManager_ToolBar_ViewDetails
source: View Details
es: Ver detalles

# FileManager_UploadDialogCancel
source: Cancel
es: Cancelar

# FileManager_UploadDialogOk
source: Ok
es: De acuerdo

# FileManager_UploadDialogTitle
source: Upload files
es: Cargar archivos

# FileSelect_InvalidFileExtension
source: File type not allowed.
es: Tipo de archivo no permitido.

# FileSelect_InvalidMaxFileSize
source: File size too large.
es: Tamaño de archivo demasiado grande.

# FileSelect_InvalidMinFileSize
source: File size too small.
es: Tamaño de archivo demasiado pequeño.

# FileSelect_Remove
source: Remove
es: Eliminar

# FileSelect_SelectFiles
source: Select files...
es: Selecciona archivos...

# Filter_AddExpression
source: Add Expression
es: Agregar expresión

# Filter_AddGroup
source: Add Group
es: Añadir grupo

# Filter_AdditionalOperator
source: Additional Operator
es: Operador adicional

# Filter_AdditionalValue
source: Additional value
es: Valor adicional

# Filter_All
source: (All)
es: (Todo)

# Filter_And
source: And
es: Y

# Filter_BooleanIsEqualTo
source: Is equal to
es: Es igual a

# Filter_BooleanIsNotEqualTo
source: Is not equal to
es: No es igual a

# Filter_Cancel
source: Cancel
es: Cancelar

# Filter_Clear
source: Clear
es: Limpiar

# Filter_DateIsEqualTo
source: Is equal to
es: Es igual a

# Filter_DateIsGreaterThan
source: Is after
es: Es después

# Filter_DateIsGreaterThanOrEqualTo
source: Is after or equal to
es: Es después o igual a

# Filter_DateIsLessThan
source: Is before
es: Es antes

# Filter_DateIsLessThanOrEqualTo
source: Is before or equal to
es: Es antes o igual a

# Filter_DateIsNotEqualTo
source: Is not equal to
es: No es igual a

# Filter_DateIsNotNull
source: Is not null
es: No es nulo

# Filter_DateIsNull
source: Is null
es: Es nulo

# Filter_EnumIsEqualTo
source: Is equal to
es: Es igual a

# Filter_EnumIsNotEqualTo
source: Is not equal to
es: No es igual a

# Filter_EnumIsNotNull
source: Is not null
es: No es nulo

# Filter_EnumIsNull
source: Is null
es: Es nulo

# Filter_Filter
source: Filter
es: Filtrar

# Filter_FilterLabel
source: Filter
es: Filtrar

# Filter_FilterSettings
source: Filter settings
es: Configuración de filtro

# Filter_Info
source: Show records with value that
es: Mostrar registros con valor que

# Filter_IsFalse
source: is false
es: Es falso

# Filter_IsTrue
source: is true
es: es verdad

# Filter_NoData
source: No data
es: Sin datos

# Filter_NumberIsEqualTo
source: Is equal to
es: Es igual a

# Filter_NumberIsGreaterThan
source: Is greater than
es: Es mayor que

# Filter_NumberIsGreaterThanOrEqualTo
source: Is greater than or equal to
es: Es mayor o igual a

# Filter_NumberIsLessThan
source: Is less than
es: Es menos que

# Filter_NumberIsLessThanOrEqualTo
source: Is less than or equal to
es: Es menor o igual a

# Filter_NumberIsNotEqualTo
source: Is not equal to
es: No es igual a

# Filter_NumberIsNotNull
source: Is not null
es: No es nulo

# Filter_NumberIsNull
source: Is null
es: Es nulo

# Filter_Operator
source: Operator
es: Operador

# Filter_Or
source: Or
es: O

# Filter_Remove
source: Remove
es: Eliminar

# Filter_Search
source: Search
es: Buscar

# Filter_SelectAll
source: Select All
es: Seleccionar todo

# Filter_SelectValue
source: -Select value-
es: -Selecciona valor-

# Filter_StringContains
source: Contains
es: Contiene

# Filter_StringDoesNotContain
source: Does not contain
es: No contiene

# Filter_StringEndsWith
source: Ends with
es: Termina con

# Filter_StringIsEmpty
source: Is empty
es: Esta vacío

# Filter_StringIsEqualTo
source: Is equal to
es: Es igual a

# Filter_StringIsNotEmpty
source: Is not empty
es: No está vacío

# Filter_StringIsNotEqualTo
source: Is not equal to
es: No es igual a

# Filter_StringIsNotNull
source: Is not null
es: No es nulo

# Filter_StringIsNotNullOrEmpty
source: Has value
es: Tiene valor

# Filter_StringIsNull
source: Is null
es: Es nulo

# Filter_StringIsNullOrEmpty
source: Has no value
es: No tiene valor

# Filter_StringStartsWith
source: Starts with
es: Comienza con

# Filter_Value
source: Value
es: Valor

# Form_Clear
source: Clear
es: Limpiar

# Form_Submit
source: Submit
es: Entregar

# Gantt_Cancel
source: Cancel
es: Cancelar

# Gantt_Day
source: Day
es: Día

# Gantt_Delete
source: Delete
es: Borrar

# Gantt_DialogClose
source: Close
es: Cerca

# Gantt_Editor_EditorTitle
source: Task
es: Tarea

# Gantt_Editor_End
source: End
es: Fin

# Gantt_Editor_EndTimeValueValidationMessage
source: End time must be after Start time.
es: El tiempo de finalización debe ser después de la hora de inicio.

# Gantt_Editor_PercentComplete
source: Complete
es: Completo

# Gantt_Editor_Start
source: Start
es: Comenzar

# Gantt_Editor_StartTimeValueValidationMessage
source: Start time must be before End time.
es: La hora de inicio debe ser antes de la hora de finalización.

# Gantt_Editor_Title
source: Title
es: Título

# Gantt_Editor_TitleRequiredValidationMessage
source: Title is required.
es: Se requiere título.

# Gantt_Month
source: Month
es: Mes

# Gantt_Save
source: Save
es: Guardar

# Gantt_Week
source: Week
es: Semana

# Gantt_Year
source: Year
es: Año

# Grid_Cancel
source: Cancel
es: Cancelar

# Grid_CancelChanges
source: Cancel changes
es: Cancelar cambios

# Grid_CancelDelete
source: Cancel
es: Cancelar

# Grid_CheckAll
source: Check all
es: Comprobar todo

# Grid_Columns
source: Columns
es: Columnas

# Grid_ColumnSettings
source: Column settings
es: Configuración de columna

# Grid_Confirmation
source: Are you sure you want to delete this record?
es: ¿Estás seguro de que quieres eliminar este disco?

# Grid_ConfirmDelete
source: Delete
es: Borrar

# Grid_ConfirmDeleteCancel
source: Cancel
es: Cancelar

# Grid_ConfirmDeleteOk
source: Ok
es: De acuerdo

# Grid_ConfirmDeleteText
source: Are you sure you want to delete this record?
es: ¿Estás seguro de que quieres eliminar este disco?

# Grid_ConfirmDeleteTitle
source: Delete
es: Borrar

# Grid_Create
source: Add new record
es: Añadir nuevo registro

# Grid_Csv
source: Export to CSV
es: Exportar a CSV

# Grid_DataTable
source: Data table
es: Tabla de datos

# Grid_Delete
source: Delete
es: Borrar

# Grid_DialogClose
source: Close
es: Cerca

# Grid_Done
source: Done
es: Hecho

# Grid_DragItems
source: items selected
es: Elementos seleccionados

# Grid_DragRowLabel
source: Drag row
es: Fila de arrastre

# Grid_Edit
source: Edit
es: Editar

# Grid_Excel
source: Export to Excel
es: Exportar a Excel

# Grid_Filter
source: Filter
es: Filtrar

# Grid_FilterMenuSettings
source: {0} column filter menu settings
es: {0} Configuración del menú de filtro de columna

# Grid_FilterRowLabel
source: {0} filter
es: {0} Filtro

# Grid_GroupHeaderLabel
source: Grid group header
es: Encabezado del grupo de cuadrícula

# Grid_Lock
source: Lock
es: Cerrar

# Grid_NoRecords
source: No records available.
es: No hay registros disponibles.

# Grid_Remove
source: Remove
es: Eliminar

# Grid_SaveChanges
source: Save Changes
es: Guardar cambios

# Grid_Search
source: Search...
es: Buscar...

# Grid_Select
source: Select
es: Seleccionar

# Grid_SelectAllRows
source: Select all rows
es: Seleccione todas las filas

# Grid_SelectRow
source: Select a row
es: Seleccione una fila

# Grid_SortAscending
source: Sort Ascending
es: Orden ascendente

# Grid_SortDescending
source: Sort Descending
es: Orden descendiente

# Grid_SortedAscending
source: Sorted in ascending order
es: Ordenado en orden ascendente

# Grid_SortedDescending
source: Sorted in descending order
es: Ordenado en orden descendente

# Grid_ToolbarLabel
source: Grid toolbar
es: Barra de herramientas de cuadrícula

# Grid_Unlock
source: Unlock
es: Desbloquear

# Grid_Update
source: Update
es: Actualizar

# Group_Empty
source: Drag a column header and drop it here to group by that column
es: Arrastre un encabezado de columna y déjalo aquí para agrupar por esa columna

# MultiSelect_Apply
source: Apply
es: Aplicar

# MultiSelect_Cancel
source: Cancel
es: Cancelar

# MultiSelect_Clear
source: Clear
es: Limpiar

# MultiSelect_NoData
source: No data
es: Sin datos

# NumericTextBox_DecreaseValue
source: Decrease value
es: Disminuir el valor

# NumericTextBox_IncreaseValue
source: Increase value
es: Aumentar el valor

# Optional_Label
source: Optional
es: Opcional

# Pager_AllPages
source: All
es: Todo

# Pager_Display
source: {0} - {1} of {2} items
es: {0} - {1} de {2} elementos

# Pager_Empty
source: No items to display
es: No hay elementos para mostrar

# Pager_First
source: Go to the first page
es: Ir a la primera página

# Pager_ItemsPerPage
source: items per page
es: Artículos por página

# Pager_Last
source: Go to the last page
es: Ir a la última página

# Pager_MorePages
source: More pages
es: Más páginas

# Pager_Next
source: Go to the next page
es: Ir a la página siguiente

# Pager_Of
source: of {0}
es: de {0}

# Pager_Page
source: Page
es: Página

# Pager_PageDisplay
source: Page {0}
es: Página {0}

# Pager_PageInputLabel
source: Select a page
es: Seleccione una página

# Pager_Previous
source: Go to the previous page
es: Ir a la página anterior

# Pager_Refresh
source: Refresh
es: Actualizar

# Pager_WrapperLabel
source: Page navigation, page {0} of {1}
es: Navegación de página, página {0} de {1}

# PdfViewer_Search_Close
source: Close
es: Cerca

# PdfViewer_Search_MatchCase
source: Match case
es: Estuche

# PdfViewer_Search_MatchesOf
source: of
es: de

# PdfViewer_Search_NextMatch
source: Next match
es: Próximo partido

# PdfViewer_Search_Placeholder
source: Search
es: Buscar

# PdfViewer_Search_PreviousMatch
source: Previous match
es: Partido anterior

# PdfViewer_ToolBar_Download
source: Download
es: Descargar

# PdfViewer_ToolBar_Open
source: Open
es: Abierto

# PdfViewer_ToolBar_Panning
source: Enable panning
es: Habilitar la panorama

# PdfViewer_ToolBar_Print
source: Print
es: Imprimir

# PdfViewer_ToolBar_Search
source: Search
es: Buscar

# PdfViewer_ToolBar_TextSelection
source: Enable selection
es: Habilitar selección

# PdfViewer_ToolBar_ZoomActualWidth
source: Actual width
es: Ancho real

# PdfViewer_ToolBar_ZoomFitToPage
source: Fit to page
es: Ajustar a la página

# PdfViewer_ToolBar_ZoomFitToWidth
source: Fit to width
es: Ajustar al ancho

# PdfViewer_ToolBar_ZoomIn
source: Zoom in
es: Acercarse

# PdfViewer_ToolBar_ZoomOut
source: Zoom out
es: Disminuir el zoom

# Scheduler_AllDay
source: all day
es: todo el día

# Scheduler_AllEvents
source: All events
es: Todos los eventos

# Scheduler_Cancel
source: Cancel
es: Cancelar

# Scheduler_ConfirmDeleteCancel
source: Cancel
es: Cancelar

# Scheduler_ConfirmDeleteOk
source: Ok
es: De acuerdo

# Scheduler_ConfirmDeleteText
source: Are you sure you want to delete this event?
es: ¿Estás seguro de que quieres eliminar este evento?

# Scheduler_ConfirmDeleteTitle
source: Delete event
es: Evento de eliminación

# Scheduler_Day
source: Day
es: Día

# Scheduler_Delete
source: Delete
es: Borrar

# Scheduler_DialogClose
source: Close
es: Cerca

# Scheduler_Editor_Description
source: Description
es: Descripción

# Scheduler_Editor_EditorTitle
source: Event
es: Evento

# Scheduler_Editor_End
source: End
es: Fin

# Scheduler_Editor_EndTimeRequiredValidationMessage
source: End time is required.
es: Se requiere tiempo de finalización.

# Scheduler_Editor_EndTimeValueValidationMessage
source: End time must be after the Start time.
es: El tiempo de finalización debe ser después de la hora de inicio.

# Scheduler_Editor_IsAllDay
source: All Day Event
es: Evento todo el día

# Scheduler_Editor_Repeat
source: Repeat
es: Repetir

# Scheduler_Editor_Start
source: Start
es: Comenzar

# Scheduler_Editor_StartTimeRequiredValidationMessage
source: Start time is required.
es: Se requiere la hora de inicio.

# Scheduler_Editor_StartTimeValueValidationMessage
source: Start time must be before End time.
es: La hora de inicio debe ser antes de la hora de finalización.

# Scheduler_Editor_Title
source: Title
es: Título

# Scheduler_Editor_TitleRequiredValidationMessage
source: Title is required.
es: Se requiere título.

# Scheduler_Month
source: Month
es: Mes

# Scheduler_MultiDay
source: MultiDay
es: Múltiples días

# Scheduler_Next
source: Next
es: Próximo

# Scheduler_Previous
source: Previous
es: Anterior

# Scheduler_Recurrence_DeleteRecurring
source: Do you want to delete only this event occurrence or the whole series?
es: ¿Quieres eliminar solo este evento o toda la serie?

# Scheduler_Recurrence_DeleteWindowOccurrence
source: Delete current occurrence
es: Eliminar ocurrencia de corriente

# Scheduler_Recurrence_DeleteWindowSeries
source: Delete the series
es: Eliminar la serie

# Scheduler_Recurrence_DeleteWindowTitle
source: Delete Recurring Appointment
es: Eliminar cita recurrente

# Scheduler_Recurrence_Editor_Daily_Interval
source: day(s)
es: día(s)

# Scheduler_Recurrence_Editor_Daily_RepeatEvery
source: Repeat every
es: Repite cada

# Scheduler_Recurrence_Editor_End_After
source: After
es: Después

# Scheduler_Recurrence_Editor_End_Label
source: End
es: Fin

# Scheduler_Recurrence_Editor_End_Never
source: Never
es: Nunca

# Scheduler_Recurrence_Editor_End_Occurrence
source: occurrence(s)
es: ocurrencia(s)

# Scheduler_Recurrence_Editor_End_On
source: On
es: En

# Scheduler_Recurrence_Editor_Frequencies_Daily
source: Daily
es: A diario

# Scheduler_Recurrence_Editor_Frequencies_Monthly
source: Monthly
es: Mensual

# Scheduler_Recurrence_Editor_Frequencies_Never
source: Never
es: Nunca

# Scheduler_Recurrence_Editor_Frequencies_Weekly
source: Weekly
es: Semanalmente

# Scheduler_Recurrence_Editor_Frequencies_Yearly
source: Yearly
es: Anual

# Scheduler_Recurrence_Editor_Monthly_Day
source: Day
es: Día

# Scheduler_Recurrence_Editor_Monthly_Interval
source: month(s)
es: meses)

# Scheduler_Recurrence_Editor_Monthly_RepeatEvery
source: Repeat every
es: Repite cada

# Scheduler_Recurrence_Editor_Monthly_RepeatOn
source: Repeat on
es: Repetir

# Scheduler_Recurrence_Editor_OffsetPositions_First
source: first
es: primero

# Scheduler_Recurrence_Editor_OffsetPositions_Fourth
source: fourth
es: cuatro

# Scheduler_Recurrence_Editor_OffsetPositions_Last
source: last
es: último

# Scheduler_Recurrence_Editor_OffsetPositions_Second
source: second
es: segundo

# Scheduler_Recurrence_Editor_OffsetPositions_Third
source: third
es: tercero

# Scheduler_Recurrence_Editor_Weekdays_Day
source: day
es: día

# Scheduler_Recurrence_Editor_Weekdays_Weekday
source: weekday
es: día laborable

# Scheduler_Recurrence_Editor_Weekdays_Weekend
source: weekend day
es: día de fin de semana

# Scheduler_Recurrence_Editor_Weekly_Interval
source: week(s)
es: semanas)

# Scheduler_Recurrence_Editor_Weekly_RepeatEvery
source: Repeat every
es: Repite cada
