Repository: JUANANAYACOL/PruebaFrontGit
Catalog: Control.Endeavour.FrontEnd/Resources/Translation.*.resx
Languages: es

# Scheduler_Recurrence_Editor_Weekly_RepeatOn
source: Repeat on
es: Repetir

# Scheduler_Recurrence_Editor_Yearly_Interval
source: year(s)
es: año(s)

# Scheduler_Recurrence_Editor_Yearly_Of
source: of
es: de

# Scheduler_Recurrence_Editor_Yearly_RepeatEvery
source: Repeat every
es: Repite cada

# Scheduler_Recurrence_Editor_Yearly_RepeatOn
source: Repeat on
es: Repetir

# Scheduler_Recurrence_EditRecurring
source: Do you want to edit only this event occurrence or the whole series?
es: ¿Quieres editar solo este evento de eventos o toda la serie?

# Scheduler_Recurrence_EditWindowOccurrence
source: Edit current occurrence
es: Editar ocurrencia actual

# Scheduler_Recurrence_EditWindowSeries
source: Edit the series
es: Editar la serie

# Scheduler_Recurrence_EditWindowTitle
source: Edit Recurring Appointment
es: Editar cita recurrente

# Scheduler_Save
source: Save
es: Guardar

# Scheduler_ShowFullDay
source: Show full day
es: Mostrar día completo

# Scheduler_ShowWorkDay
source: Show business hours
es: Mostrar horario comercial

# Scheduler_Timeline
source: Timeline
es: Línea de tiempo

# Scheduler_Today
source: Today
es: Hoy

# Scheduler_Week
source: Week
es: Semana

# Signature_Clear
source: Clear
es: Limpiar

# Signature_Maximize
source: Maximize
es: Maximizar

# Signature_Minimize
source: Minimize
es: Minimizar

# Slider_Decrease
source: Decrease
es: Disminuir

# Slider_Increase
source: Increase
es: Aumentar

# SplitButton_Open
source: Open
es: Abierto

# Switch_OffLabel
source: Off
es: Apagado

# Switch_OnLabel
source: On
es: En

# TabStrip_ShowNextTabs
source: Show Next Tabs
es: Mostrar las siguientes pestañas

# TabStrip_ShowPreviousTabs
source: Show Previous Tabs
es: Mostrar pestañas anteriores

# TimePicker_Cancel
source: Cancel
es: Cancelar

# TimePicker_Day
source: Day
es: Día

# TimePicker_Hour
source: Hour
es: Hora

# TimePicker_Minute
source: Minute
es: Minuto

# TimePicker_Month
source: Month
es: Mes

# TimePicker_Now
source: Now
es: Ahora

# TimePicker_Open
source: Open
es: Abierto

# TimePicker_Quarter
source: Quarter
es: Cuarto

# TimePicker_Second
source: Second
es: Segundo

# TimePicker_Set
source: Set
es: Colocar

# TimePicker_ToggleClock
source: Toggle clock
es: Reloj de palanca

# TimePicker_WeekDay
source: Weekday
es: Día laborable

# TimePicker_Year
source: Year
es: Año

# TimePicker_Zone
source: Zone
es: Zona

# TreeList_Cancel
source: Cancel
es: Cancelar

# TreeList_ConfirmDeleteCancel
source: Cancel
es: Cancelar

# TreeList_ConfirmDeleteOk
source: Ok
es: De acuerdo

# TreeList_ConfirmDeleteText
source: Are you sure you want to delete this record?
es: ¿Estás seguro de que quieres eliminar este disco?

# TreeList_ConfirmDeleteTitle
source: Delete
es: Borrar

# TreeList_Create
source: Add new record
es: Añadir nuevo registro

# TreeList_Delete
source: Delete
es: Borrar

# TreeList_DialogClose
source: Close
es: Cerca

# TreeList_Edit
source: Edit
es: Editar

# TreeList_NoRecords
source: No records available.
es: No hay registros disponibles.

# TreeList_Search
source: Search...
es: Buscar...

# TreeList_SelectAllRows
source: Select all rows
es: Seleccione todas las filas

# TreeList_SelectRow
source: Select a row
es: Seleccione una fila

# TreeList_SortedAscending
source: Sorted in ascending order
es: Ordenado en orden ascendente

# TreeList_SortedDescending
source: Sorted in descending order
es: Ordenado en orden descendente

# TreeList_Update
source: Update
es: Actualizar

# Upload_Cancel
source: Cancel
es: Cancelar

# Upload_Clear
source: Clear
es: Limpiar

# Upload_FileStatusFailed
source: File failed to upload.
es: El archivo no se cargó.

# Upload_FileStatusUploaded
source: File successfully uploaded.
es: Archivo cargado con éxito.

# Upload_HeaderStatusUploaded
source: Done
es: Hecho

# Upload_HeaderStatusUploading
source: Uploading...
es: Subiendo ...

# Upload_InvalidFileExtension
source: File type not allowed.
es: Tipo de archivo no permitido.

# Upload_InvalidMaxFileSize
source: File size too large.
es: Tamaño de archivo demasiado grande.

# Upload_InvalidMinFileSize
source: File size too small.
es: Tamaño de archivo demasiado pequeño.

# Upload_Remove
source: Press Delete to remove
es: Presione Eliminar para eliminar

# Upload_Retry
source: Retry
es: Rever

# Upload_SelectFiles
source: Select files...
es: Selecciona archivos...

# Upload_UploadFiles
source: Upload
es: Cargar

# Validation_InvalidField
source: {0} is not valid.
es: {0} no es válido.

# Wizard_Done
source: Done
es: Hecho

# Wizard_Next
source: Next
es: Próximo

# Wizard_Pager
source: Step {0} of {1}
es: Paso {0} de {1}

# Wizard_Previous
source: Previous
es: Anterior

# Upload_UploadedState
source: uploaded
es: cargado

# Upload_SelectedState
source: selected
es: seleccionado

# Upload_SelectedFilesAriaLabel
source: {0} file(s) {1}. Press Arrow Down to navigate.
es: {0} archivo (s) {1}. Presione la flecha hacia abajo para navegar.

# DropZone_Hint
source: Drag and drop files here to upload
es: Arrastre y suelte los archivos aquí para cargar

# Upload_DropZoneHint
source: Drag and drop files here to upload
es: Arrastre y suelte los archivos aquí para cargar

# FileSelect_DropZoneHint
source: Drag and drop files here
es: Arrastre y suelte archivos aquí

# ColorGradient_AriaLabel
source: Current selected color is {0}
es: El color actual seleccionado es {0}

# ColorPalette_AriaLabel
source: Current selected color is {0}
es: El color actual seleccionado es {0}

# ColorPicker_AriaLabel
source: Current selected color is {0}
es: El color actual seleccionado es {0}

# FlatColorPicker_AriaLabel
source: Current selected color is {0}
es: El color actual seleccionado es {0}

# PivotGrid_GrandTotal
source: Grand total
es: gran total

# Filter_StringDoesNotEndWith
source: Does not end with
es: No termina con

# Filter_StringDoesNotStartWith
source: Does not start with
es: No comienza con

# PivotGridConfiguratorButton_Text
source: Change settings
es: Cambiar ajustes

# PivotGridConfigurator_Apply
source: Apply
es: Aplicar

# PivotGridConfigurator_Cancel
source: Cancel
es: Cancelar

# PivotGridConfigurator_Columns
source: Columns
es: Columnas

# PivotGridConfigurator_Fields
source: Fields
es: Campos

# PivotGridConfigurator_NoFields
source: Select some fields to begin setup
es: Seleccione algunos campos para comenzar a configurar

# PivotGridConfigurator_Rows
source: Rows
es: Hilera

# PivotGridConfigurator_Settings
source: Setttings
es: Colocaciones

# PivotGridConfigurator_Values
source: Values
es: Valores

# PivotGrid_GrandTotal1
source: Grand total
es: gran total

# PivotGrid_IncludeFields
source: Include fields
es: Incluir campos

# ColumnMenu_GroupColumn
source: Group column
es: Columna grupal

# ColumnMenu_ReorderNext
source: Move Next
es: Moverse a continuación

# ColumnMenu_ReorderPrevious
source: Move Previous
es: Moverse anterior

# ColumnMenu_UngroupColumn
source: Ungroup column
es: Columna desagradable

# ColumnMenu_SetColumnPosition
source: Set column position
es: Establecer la posición de la columna

# LoadErrorMessageS
source: An error occurred while loading the record, please try again!
es: ¡Se presentó un error a la hora de cargar el registro, por favor intente de nuevo!

# SelectSerie
source: Select a serie...
es: Selecciones una serie...

# NoAssignedBoss
source: There is no assigned boss
es: No hay un jefe asignado

# LoadViewPermissionsErrorMessage
source: Error getting view permissions
es: Error al obtener los permisos de la vista

# DownloadOrganizationChartSuccessfullyMessage
source: The org chart has been downloaded successfully!
es: ¡El organigrama se ha descargado de forma exitosa!

# DownloadSuccessfullyMessage
source: Download successful!
es: ¡Descarga exitosa!

source: Add user
es: Agregar usuario

source: Enter code area
es: Ingrese el código de área

source: People
es: Personas

source: Natural People
es: Personas Naturales

source: Legal People
es: Personas Jurídicas

source: ID Type
es: Tipo de identificación

source: Surnames
es: Apellidos

source: Nature
es: Naturaleza

source: Initials
es: Iniciales

source: Enter Initials
es: Ingrese las iniciales

source: Select a position...
es: Seleccione un cargo...

source: Select a nature...
es: Seleccione una Naturaleza...

source: Select an ID type...
es: Seleccione un tipo de identificación...

source: Functionalities
es: Funcionalidades

source: Assign user permissions
es: Asignar permisos para usuario

source: Consult
es: Consultar

source: Select user profiles
es: Seleccionar perfiles para usuario

# ActiveState
source: State
es: Estado

source: Send
es: Enviar

source: Entities
es: Entidades

source: Add entity
es: Agregar entidad

source: Confirm action
es: Confirmar acción

# WishContinue
source: Do you wish to continue?
es: ¿Desea Continuar?

source: Documentary Task ID
es: ID Tarea Documental

source: See document
es: Ver documento

source: User Attached
es: Usuario Adjuntó

source: Date Attached
es: Fecha Adjuntó

source: Classify Documents
es: Clasificar Documentos

source: Select a class...
es: Selecciones una clase...

# SelectShippingMethod
source: Select a shipping method...
es: Seleccione un medio de envío...

source: Comunication Class
es: Clase de Comunicación

source: Shipping Method
es: Medio de envío

source: Documentary Typology
es: Tipología Documental

source: Search typology
es: Buscar tipología

source: Search Recipients
es: Buscar Destinatarios

source: Subject
es: Asunto

# ProcedureInformationMaxCharacters
source: Procedure information. Max. {0} characters
es: Información del trámite. Máx. {0} caracteres

source: characters
es: caracteres

source: Select document filing number...
es: Seleccione N° de radicado del documento...

source: No related document found
es: No se encontró un documento relacionado

source: No document selected
es: No se ha seleccionado un documento

# DocumentWasAssociated
source: The {0} document was successfully associated
es: Se asoció el documento {0} correctamente

# AssociatedDocumentNotFound
source: The associated document was not found
es: El documento asociado no fue encontrado

# SelectZeroPaperEditor
source: Select the template to be loaded into the Zero Paper editor
es: Seleccione la plantilla que se cargará en el editor Cero Papel

# NoUseTemplate
source: Do not use template
es: No usar plantilla

source: Template Name
es: Nombre Plantilla

source: Upload Template
es: Cargar Plantilla

source: Filed
es: Radicados

source: Due Date
es: Fecha de Vencimiento

source: Modification Date
es: Fecha de Modificación

source: Second Password
es: Segunda Contraseña

source: Enter second password
es: Ingrese segunda contraseña

source: Wrong Password
es: Contraseña Incorrecta

source: Successful Validation
es: Validación Exitosa

source: Send Document
es: Enviar Documento

source: Recipient
es: Destinatario

source: Select a recipient...
es: Seleccione un destinatario...

# ConfirmImageCorrect
source: I confirm that the image is correct
es: Confirmo que la imagen es correcta

source: Confirmed image
es: Imagen confirmada

# UploadSuccessfulMessage
source: Record has been uploaded successfully!
es: ¡Se ha cargado el registro de forma exitosa!

source: Observations
es: Observaciones

# AllowedFormatFiles
source: Only files in {0} format are allowed to be uploaded. Max {1}Mb
es: Sólo se permite cargar archivos en formato {0}. Máx. {1}Mb

source: or
es: o

source: confirm it
es: confírmelo

# UpliadIt
source: upload ir
es: súbalo

source: Upload Image
es: Cargar Imagen

# DisplayedPdfCorrectMessage
source: If the displayed pdf is correct, please {0} below
es: Si el pdf visualizado es correcto, por favor {0} a continuación

# ChoosePDFFileMessage
source: Next, choose the file in <strong>PDF</strong> format that you want to associate with the generated {0}.
es: A continuación, escoja el archivo en formato <strong>PDF</strong>, que desea asociar al {0} generado

source: filing
es: radicado

source: File volume
es: Volúmen del expediente

source: Document Copies
es: Copias del Documento

# CopySentTo
source: A copy has been sent to
es: Se le ha enviado una copia a

# SendNewCopy
source: Send a new copy
es: Enviar una nueva copia

source: Assignment date
es: Fecha de asignación

# NoCopies4Document
source: There are no copies assigned for this document
es: No hay copias asignadas para este documento

source: User finder
es: Buscador de usuarios

source: General Information
es: Información General

source: Workflow
es: Flujo de trabajo

source: Expand PDF
es: Expandir PDF

source: Error processing request
es: Error al procesar la solicitud

# ErrorGettingPdfImage
source: Error getting the pdf image of the document
es: Error al obtener la imagen pdf del documento

source: Document Classification
es: Clasificación del documento

source: Correspondence type
es: Tipo de correspondencia

source: Class
es: Clase

source: Control ID
es: ID Control

source: External filing
es: Radicado externo

source: Guide Number
es: N° de Guía

source: ZIP code
es: Código postal

source: Priority
es: Prioridad

source: Shipment
es: Envío

source: Signatory
es: Firmante

source: Recipient(s)
es: Destinatario(s)

source: File(s) ID
es: Expediente(s) ID

source: Days
es: Días

source: Hours due date
es: Horas plazo vencimiento

source: Active in system
es: Activo en el sistema

source: Filing date
es: Fecha de radicación

source: Document date
es: Fecha del documento

source: Filing user
es: Usuario radicación

source: Filing user branch
es: Sucursal usuario radicación

source: User digitized
es: Usuario digitalizó

source: Date digitized
es: Fecha digitalizó

source: Closing comment
es: Comentario cierre

source: UserClosed
es: Usuario Cerró

# JustificationReactivation
source: Justification for reactivation
es: Justificación de reactivación

# NoImage4Document
source: No image found for this document!
es: ¡No se encontró una imagen para este documento!

source: Minimize PDF
es: Minimizar PDF

# FilingUpper
source: Filing
es: Radicado

source: DocumentID
es: ID Documento

source: Manager search
es: Búsqueda de gestores

source: Tramit
es: Tramitar

source: Select anaction...
es: Seleccione una acción...

# ProcessDocumentQuestion
source: Do you want to process the document?
es: ¿Desea tramitar el documento?

# ValidateInformation
source: Please validate the following information, you must enter {0}
es: Por favor validar la siguiente información, debe ingresar {0}

# DocumentProcessedSatisfactorily
source: The document was processed satisfactorily!
es: ¡Se tramitó el documento satisfactoriamente!

# ProcedureErrorMessage
source: An error occurred while completing the procedure, please try again!
es: ¡Se presentó un error a la hora de realizar el trámite, por favor intente de nuevo!

source: Subject(s)
es: Asunto(s)

source: Document Metadata
es: Metadatos del Documento

source: Tracking number
es: Número de guía

source: Internal document number
es: Número documento interno

source: Select a priority...
es: Selecciones una prioridad...

source: Select a communication...
es: Seleccione una comunicación...

source: Select...
es: Seleccione...

# UpdateMetaDataQuestion
source: Are you sure about updating the document's MetaData?
es: ¿Esta seguro de actualizar los Metadatos del documento?

source: No related documents found
es: No se encuentran documentos relacionados

source: Link
es: Vincular

source: Update Typology
es: Actualizar Tipología

source: Traceability
es: Trazabilidad

source: Document Changes
es: Cambios del documento

# UpdateTypologyQuestion
source: Are you sure about updating the typology?
es: ¿Está seguro de actualizar la tipología?

# FollowingFieldsRequired
source: The following fields are required
es: Los siguientes campos son obligatorios

# ChoosePDFFileCreateMessage
source: Next, choose the file in <strong>PDF</strong> format that you want to create the volume for the associated file.
es: A continuación, escoja el archivo en formato <strong>PDF</strong>, cuyo volumen desea crear para el archivo asociado.

source: PDF Image
es: Imagen PDF

source: Hide document
es: Ocultar documento

source: Document information
es: Información del documento

source: DRT
es: TRD

source: Remaining days
es: Días restantes

source: Document Management Flow
es: Flujo de Gestión Documental

source: Documentary Process
es: Proceso Documental

source: Date assigned
es: Fecha asignó

source: Instruction received
es: Instrucción recibida

source: Status processed
es: Estado Tramitó

source: User office processed
es: Oficina usuario tramitó

source: Comment/Justification received
es: Comentario/Justificación recibida

source: Document generation
es: Generación del documento

source: Creation date
es: Fecha de creación

source: MetaData Visualization
es: Visualización de Metadatos

source: Metadata Editing/Creation
es: Edición / Creación de Metadatos

# SaveQuestionMessage
source: Are you sure you want to save the changes you made?
es: ¿Seguro que quieres guardar los cambios realizados?

source: Third
es: Tercero

source: Datatype
es: Tipo de dato

source: Add Officials
es: Agregar Funcionarios

source: Add third
es: Agregar tercero

source: Absent
es: Ausente

source: Incomplete
es: Incompleto

# NotApply
source: Does not apply
es: No aplica

source: Application
es: Solicitud

source: Comment
es: Comentario

# DocumentIdRequiredMessage
source: It is required to enter a document id, please verify!
es: ¡Es necesario ingresar un id documento, por favor verifica!

source: User type
es: Tipo de usuario

source: Administrator Creation
es: Creación del Administrador

source: New Request
es: Nueva Solicitud

source: Cancellation Type
es: Tipo de Anulación

source: Request Type
es: Tipo de Solicitud

source: Cancellation Reason
es: Motivo de Anulación

source: Verify
es: Verificar

source: AnnulationProve
es: Prueba de Anulación

# EnterDocument
source: Enter the document
es: Ingrese el documento

source: Official assigned to validate request
es: Funcionario asignado para validar solicitud

source: Unit
es: Unidad

# DocumentIdAlreadyAssigned
source: The document id is already assigned!
es: ¡El id de documento ya se encuentra asignado!

source: Go Back
es: Regresar

# AlreadyHaveAccount
source: You already have an account
es: Ya tienes cuenta

source: Wrong code!
es: ¡Código incorrecto!

source: Hide
es: Ocultar

source: Expand
es: Ampliar

source: Attachments
es: Adjuntos

source: Attachment
es: Adjunto

# AddAttachmentsQuestion
source: Are you sure to add the attachments?
es: ¿Está seguro de añadir los adjuntos?

source: Add attachment
es: Agregar adjunto

source: View
es: Ver

source: Restore
es: Reestablecer

source: Deleted attachments
es: Adjuntos eliminados

# NoAttachments4Document
source: No attachments found for this document
es: No se encontraron adjuntos para este documento

source: Sender
es: Remitente

# SelectionQuestion
source: Are you sure about your selection?
es: ¿Está seguro de su selección?

source: Document Retention Table
es: Tabla de Retención Documental

# FilingCommunicationReceived
source: Filing of communication received
es: Radicación de comunicación recibida

# NameSurname
source: Name and/or Surname
es: Nombre y/o Apellido

source: Documentary Typologies Bag
es: Bolsa de Tipologías Documentales

# NoActiveSessionsMessage
source: You have no active sessions!
es: ¡No tiene sesiones activas!

# ProblemsSendingSecurityCode
source: Problems sending the security code!
es: ¡Problemas con el envío del código de seguridad!

# SigningOutError
source: An error occurred while signing out!
es: ¡Se presentó un error al cerrar la sesión!

# FilingCloseQuestion
source: Currently, a filing is being carried out. Are you sure you want to finish the process?
es: Actualmente, se está realizando una radicación. ¿Está seguro(a) que desea terminar el proceso?

# DocumentTaskCloseQuestion
source: Currently, a document task is being created. Are you sure you want to finish the process?
es: Actualmente, se está creando una tarea documental. ¿Está seguro(a) que desea terminar el proceso?

source: DRTB
es: TRDC

source: Behaviors
es: Comportamientos

source: Offices
es: Oficinas

# DocumentarySerie
source: Documentary Series
es: Serie Documental

source: Delete
es: Eliminar

# DocumentarySubSerie
source: Documentary Sub Series
es: Sub Series Documental

source: Typologies
es: Tipologías

# CreateDocumentTypology
source: Create Documentary Typology
es: Crear Tipología Documental

source: Edit Documentary Typology
es: Editar Tipología Documental

source: Not registered
es: No registrado

# FromToCurrentDocumentaryVersion
source: {0} to Current - Documentary Period {1}
es: {0} a Actual - Periodo Documental {1}

# FromToDocumentaryVersion
source: {0} to {1} - Documentary Period {2} {3}
es: {0} a {1} - Periodo Documental {2} {3}

source: Error getting records
es: Error al obtener los registros

# ErrorFiltering
source: Error getting information with entered filters
es: Error al obtener la información con los filtros ingresados

source: Justification
es: Justificación

source: Country ID
es: ID del País

source: Management Actions
es: Acciones de la Gestión

source: Flow state
es: Estado de flujo

source: Origin
es: Origen

source: System Keys
es: Llaves del Sistema

# KeyValues
source: Values of the function
es: Valores de la función

# KeyHasNoValues
source: Key {0} has no values
es: La llave {0} no tiene valores

source: Content
es: Contenido

source: Since
es: Desde

source: To
es: Hasta

source: Audit type
es: Tipo de auditoría

source: Parameters
es: Parámetros

source: Method
es: Método

source: ErrorMessage
es: Mensaje de error

source: Error type
es: Tipo de error

source: Exception
es: Excepción

source: Office name
es: Nombre de la oficina

source: Languages
es: Idiomas

# Metadatas
source: Metadata
es: Metadatos

source: Download Template
es: Descargar Plantilla

source: Download
es: Descargar

# FileDownloadSuccessfully
source: The file has been downloaded successfully!
es: ¡El archivo se ha descargado de forma exitosa!

# DownloadFileErrorMessage
source: An error occurred while downloading the file, please try again!
es: ¡Se presentó un error a la hora de descargar el archivo, por favor intente de nuevo!

# TemplateDownloadSuccessfully
source: The template has been downloaded successfully!
es: ¡La plantilla se ha descargado de forma exitosa!

# DownloadTemplateErrorMessage
source: An error occurred while downloading the template, please try again!
es: ¡Se presentó un error a la hora de descargar la platilla, por favor intente de nuevo!

source: View Image
es: Visualizar Imagen

source: Date
es: Fecha

source: Numeric
es: Numérico

source: Boolean
es: Booleano

source: Alphanumeric
es: Alfanumérico

# ThirdParty
source: ThirdParties
es: Terceros

source: Official
es: Funcionario

source: List
es: Lista

# RecordAlreadyAssigned
source: data is already registered in the list!
es: ¡El dato ya esta registrado en la lista!

source: Branch Office
es: Sucursales

source: Audit
es: Auditor

# UserAdministration
source: Users Administration
es: Administración de usuarios

source: Parameters Administration
es: Parámetros del sistema

# DocumentalVersion
source: Documental Periods
es: Periodos documentales

source: Read
es: Leer

source: Update
es: Actualizar

source: Mandatory
es: Obligatorio

source: Apply
es: Aplica

source: Anonymous
es: Anónimo

source: Management Instructions
es: Instrucciones de la gestión

# ParameterHasNoValuesMessage
source: The selected parameter has no values, please verify
es: El parámetro seleccionado no tiene valores, verifica por favor

source: Access
es: Acceso

# NaturalLegalPersons
source: Natural and Legal Persons
es: Personas Naturales y Jurídicas

source: Natural Person
es: Persona Natural

source: Legal Person
es: Persona Jurídica
