Repository: JUANANAYACOL/PruebaFrontGit
Catalog: Control.Endeavour.FrontEnd/Resources/Translation.*.resx
Languages: es

source: Records Management
es: Administración Expedientes

source: Task Tray
es: Bandeja de Tareas

source: Quick Search
es: Búsqueda Rápida

source: Document Inquiry
es: Consulta de Documentos

source: Expedient Inquiry
es: Consulta de Expedientes

source: Text Editor
es: Editor de Texto

source: Document Management
es: Gestión Documental

source: Spreadsheet
es: Hoja de Cálculo

source: Window Submission Sent
es: Radicación Ventanilla Enviada

source: Window Submission Internally
es: Radicación Ventanilla Interna

source: Window Submission Received
es: Radicación Ventanilla Recibida

source: Loan Application
es: Solicitud de Préstamo

source: Dashboard
es: Tablero de control

source: Non-Official Window Filing
es: Radicación Ventanilla No Oficial

source: Quick Window Submission
es: Radicación Ventanilla Rápida

source: Welcome!
es: ¡Bienvenidos!

source: Accept
es: Aceptar

source: Add Boss
es: Agregar Jefe

source: Search
es: Buscar

source: Cancel
es: Cancelar

source: Create
es: Crear

source: Export
es: Exportar

source: Save
es: Guardar

source: Yes
es: Si

source: Confirm
es: Confirmar

source: Create User
es: Crear Usuario

# ButtonIngresar
source: Sing in
es: Ingresar

# ButtonSend
source: Send
es: Enviar

# TypeCaptcha
source: Type the Captcha
es: Escribe el Captcha

source: Select an option...
es: Selecciona una opción...

# DropDownSpanish
source: Spanish
es: Español

source: French
es: Francés

# DropDownLanguage
source: English (EN)
es: Español (ES)

source: English
es: Ingles

source: Italian
es: Italiano

source: GMP
es: BPM

source: Seekers
es: Buscadores

source: Log Out
es: Cerrar Sesión

source: Files
es: Expediente

source: Management
es: Gestión

source: Environmental Impact
es: Impacto Ambiental

source: Home
es: Inicio

source: Submission
es: Radicación

source: Documentary Tasks
es: Tareas Documentales

source: Management Tray
es: Bandeja de Gestión

source: Doc. to approve
es: Doc. por Aprobar

source: Doc. Created
es: Doc. Creados

source: Doc. to Sign
es: Doc. por Firmar

source: Doc. to Review
es: Doc. por Revisar

source: In progress
es: En Proceso

source: In Transit
es: En Tránsito

# DocSigned
source: Signed Doc.
es: Doc. Firmado

source: Successful Management
es: Gestión Exitosa

# TIN
source: TIN/BIN
es: NIT

source: Company Profile
es: Perfil Empresarial

source: Without Processing
es: Sin Tramitar

# a
source: Enter the code sent to your email, this may take a few minutes.
es: Digite el código enviado a su correo, esto puede tardar unos minutos.

source: Confirm new password
es: Confirmar nueva contraseña

# WhatEmailMessage
source: What is your email address?
es: ¿Cuál es tu correo electrónico?

source: Create password
es: Crear una contraseña

# EnterNewPassword
source: Enter a new password
es: Ingresa una nueva contraseña

source: Password Recovery
es: Recuperar Contraseña

source: Recover account
es: Recuperar cuenta

source: Username
es: Usuario

source: Active
es: Activo

source: Position
es: Cargo

source: Cost Center
es: Centro de costos

source: Code
es: Código

source: With Access
es: Con Acceso

source: Profile Settings
es: Configuración del Perfil

source: Search by Last Name
es: Consultar por Apellido

source: Search by Name
es: Consultar por Nombre

source: Copies
es: Copias

source: Email
es: Correo electrónico

source: State
es: Departamento

# EnterAddress
source: Enter the address
es: Ingrese la dirección

source: Edit
es: Editar

source: Status
es: Estado

source: Reason
es: Motivo

source: Date recorded
es: Fecha Grabó

source: End date
es: Fecha final

source: Functionality
es: Funcionalidad

source: Features
es: Funcionalidades

source: Manager
es: Gestor

source: ID Boss
es: ID Jefe

source: Print
es: Imprimir

source: Boss
es: Jefe

source: Regional Framework
es: Marco Regional

source: Record Modification
es: Modificación de Registro

source: Modify
es: Modificar

# NotPossibleAddYsserMessage
source: It is not possible to add the selected user, because there are still pending procedures to be managed.
es: No es posible agregar el usuario seleccionado, porque aún tiene trámites pendientes por gestionar.

source: City
es: Municipio

source: Level
es: Nivel

source: Name
es: Nombre

source: New Password
es: Nueva contraseña

source: New Record
es: Nuevo Registro

source: Contract number
es: Número de contrato

source: Document number
es: Número de documento

source: Office
es: Oficina

source: Production office
es: Oficina Productora

source: Page
es: Página

source: Website
es: Página Web

source: Country
es: País

source: Password
es: Contraseña

source: Business Name
es: Razón Social

source: Start Date
es: Fecha inicio

source: Branch
es: Sucursal

source: Phone
es: Teléfono

source: Remote work
es: Teletrabajo

source: Territory
es: Territorio

source: Contract Type
es: Tipo de contrato

source: Document Type
es: Tipo de Documento

source: Person Type
es: Tipo de persona

source: Administrative Department
es: Unidad Administrativa

source: User recorded
es: Usuario Grabó

source: Users
es: Usuarios

# Version
source: Period
es: Periodo

# PageNotFoundMessage
source: We're sorry, the page you are looking for, is not available.
es: Lo sentimos, la página que buscas no se encuentra disponible.

# NameChangedMessage
source: It name changed or she is temporarily disabled.
es: Su nombre cambio o esta temporalmente inhabilitada.

# NoGridInfo
source: There is no related information...
es: No existe información relacionada...

# EnterCode
source: Enter the code
es: Ingrese el código

# ReEnterPassword
source: Re-enter the password
es: Vuelva a escribir la contraseña

source: Identification number
es: Número de identificación

# EnterUser
source: Enter the user
es: Ingresa el usuario

# BossName
source: Boss's Name
es: Nombre de Jefe

source: Tax Identification Number
es: Número de NIT

source: Select Functionality...
es: Seleccione una Funcionalidad...

# PleaseEnterEmailMessage
source: Please enter your registered email address, we will send you a unique security code so you can reset your password.
es: Por favor introduce tu dirección de correo electrónico registrado, te enviaremos un código único de seguridad para que puedas reestablecer la contraseña.

# EnterUsername
source: Enter your Username
es: Introduce tu usuario

# EnterEmail
source: Enter your email
es: Ingrese su correo electrónico

# EnterPassword
source: Enter your password
es: Introduce tu contraseña

source: Privacy policy.
es: Política de privacidad.

source: Address
es: Dirección

source: BirthDate
es: Fecha de nacimiento

source: CellPhone Number
es: Número Celular

source: Create Date
es: Fecha de creación

source: FirstName
es: Primer nombre

source: Identification
es: Identificación

source: Lastname
es: Apellidos

source: MiddleName
es: Segundo nombre

source: Phone Number
es: Teléfono Fijo

source: Update Date
es: Fecha de Actualización

source: User Id
es: Id del Usuario

source: Forgot password?
es: ¿Has olvidado tu contraseña?

# AlreadyHaveAccountQuestion
source: Do you already have an account?
es: ¿Ya tienes una cuenta?

source: Filter by Date
es: Filtrar por Fecha

# Copyright
source: | Copyright© 2024 ControlOnline. All rights reserved.
es: | Copyright© 2024 Control Online. Todos los derechos reservados.

source: Branch data
es: Datos de las sucursales

# PermissionsUpdatedMessage
source: Permissions will be updated in the system. This action will take you back to the homepage. Do you want to continue?
es: Se actualizarán los permisos en el sistema. Esta acción lo regresará a la página de inicio ¿Desea continuar?

source: Administration
es: Administración

source: Organization data
es: Datos de la Organización

source: User Search
es: Buscador de usuarios

source: Active Director
es: Director Activo

source: Functionaries' Levels
es: Niveles de funcionarios

# UserNotExist
source: User does not exist
es: No existe el usuario

source: Production offices
es: Oficinas Productoras

# EmployeeProfiles
source: Employe Profiles
es: Perfiles de Funcionarios

source: User Profiles
es: Perfiles de Usuario

source: Permissions
es: Permisos

source: Replacement
es: Reemplazo

# AddUserMessage
source: Add User, Are you sure you want to add the selected User?
es: Agregar Usuario ¿Está seguro de agregar el Usuario seleccionado?

# SelectOneFilter
source: Select at least one filter
es: Seleccione por lo menos un filtro

source: Administrative Units
es: Unidades Administrativas

source: Company Data
es: Datos de la Empresa

source: General Data
es: Datos Generales

source: Signatures
es: Firmas

source: Additional Mechanical Signatures
es: Firmas Mecánicas Adicionales

source: Profiles
es: Perfiles

# BackMainPage
source: Back to main page
es: Volver a la página principal

source: Portuguese
es: Portugués

# UserRequired
source: User is required
es: El usuario es requerido

# PasswordRequired
source: Password is required
es: La contraseña es requerida

# LogOut_1
source: Log
es: Cerrar

# LogOut_2
source: Out
es: Sesión

# EnviromentalImpact_1
source: Enviromental
es: Impacto

# EnviromentalImpact_2
source: Impact
es: Ambiental

# DocumentaryTasks_1
source: Documentary
es: Tareas

source: Batch Submission
es: Radicación Masiva

# DocumentaryTasks_2
source: Tasks
es: Documentales

source: Profile
es: Perfil

source: Settings
es: Configuración

source: Tasks
es: Tareas

# LanguageChangeMessage
source: Are you sure you want to change the language? This will affect the changes that are in progress
es: ¿Está seguro que desea cambiar el idioma?, esto afectará los cambios que estén en progreso

# SingIn
source: Sign In
es: Ingresar

source: Comunications
es: Comunicaciones

source: System Management
es: Administración de Sistemas

source: ControlDoc DRT
es: ControlDoc TRD

source: Parametrization
es: Parametrización

source: Procedures Management
es: Gestión de Trámites

source: Permissions management
es: Administración de Permisos

source: Company Branches
es: Sucursales de la Organización

# EmployeeLevels
source: Employe Levels
es: Niveles de Funcionarios

source: Replacements
es: Reemplazos

# AuditorControldoc
source: Controldoc Auditor
es: Auditor Controldoc

source: Countries
es: Países

source: States
es: Departamentos

source: Cities
es: Municipios

source: Third Party Management
es: Gestión de Terceros

source: Company
es: Empresa

source: Bags
es: Bolsas

source: System Parameters
es: Parámetros del Sistema

source: System Functions
es: Funciones del Sistema

source: Override Tray
es: Bandeja de Anulación

source: Cancellation Reasons
es: Razones de Anulación

source: Cancellation Manager
es: Gestor de Anulación

source: Communications Filing
es: Radicación de Comunicaciones

# DRT/DVTImporter
source: RDT/VDT Importer
es: Importador TRD/TVD

source: General Document Management Environment
es: Entorno General de Gestión Documental

source: Cancellation Tray Administration
es: Administración Bandeja de Anulación

# DocumentaryVersions
source: Documentary Periods
es: Periodos Documentales

source: Documentary Sub Series
es: Sub Series Documentales

source: Documentary Series
es: Series Documentales

source: Actions
es: Acciones

source: Documentary Typologies
es: Tipologías Documentales

source: Metadata Bag
es: Bolsa de Meta Datos

source: Instructions
es: Instrucciones

source: FilingReceived
es: Radicación Recibida

source: FilingSent
es: Radicación Enviada

source: Internal Filing
es: Radicación Interna

source: Batch Filing
es: Radicación Masiva

source: Add
es: Agregar

source: Sent-Out
es: Enviada-Salida

source: Received-Entry
es: Recibido-Entrada

# DocInvolved
source: Involved Doc.
es: Doc. Involucrado

source: Review
es: Revisar

source: Approve
es: Aprobar

source: Sign
es: Firmar

# EmailRequired
source: Email is required.
es: El correo electrónico es requerido.

# MultisessionText
source: Please enter the email address to perform multisession validation.
es: Por favor, coloque el correo electrónico para realizar la validación de multi sesión.

# LogInProblems
source: Problems with login!
es: ¡Problemas con el inicio de sesión!

# WrongUserOrPassword
source: Wrong username or password, enter your credentials correctly!
es: ¡Usuario o contraseña incorrectos, digite correctamente sus credenciales!

# PasswordMustContain
source: Your password must contain at least:
es: Su contraseña debe contener al menos:

source: One capital letter.
es: Una mayúscula.

source: One number.
es: Un número.

# OneSpecialCharacter
source: One special character, example:
es: Un carácter especial, ejemplo:

# MinimumCharacters
source: Between 8 and 20 characters.
es: Entre 8 y 20 caracteres.

# EnterValue
source: Enter a value
es: Ingrese un valor

# ErrorInput
source: Error with input
es: Error con la entrada

source: Signed
es: Firmado

# ValidateCaptcha
source: Please validate the captcha!
es: ¡Por favor realizar la validación del captcha!

source: Name not found
es: Nombre no encontrado

source: Document type not found
es: Tipo de documento no encontrado

source: Description not found
es: Descripción no encontrada

source: User not found
es: Usuario no encontrado

source: Date not found
es: Fecha no encontrada

# UpdateErrorMessage
source: An error occurred while updating the records!
es: ¡Se presentó un error a la hora de actualizar el registro, por favor intente de nuevo!

source: Enabled
es: Activo

source: Disabled
es: Inactivo

source: Resend code
es: Reenviar código

source: Upload File
es: Cargar Archivo

source: Details
es: Detalles

# RequiredFilesMessage
source: You must enter the required fields!
es: ¡Debe ingresar los campos requeridos!

# FileNotAllowedMessage
source: File not allowed, please check!
es: ¡Archivo no permitido, por favor verifique!

# DeleteAttachmentMessage
source: Are you sure to delete this attachment?
es: ¿Está seguro de eliminar este adjunto?

source: Record not deleted
es: Registro no eliminado

# NumberFilesExceededMessage
source: You have exceeded the number of files allowed!
es: ¡Has superado la cantidad de archivos permitidos!

source: Error closing
es: Error al cerrar

# DragImage
source: Upload or Drag an image
es: Suba o cargue una imagen

# DragFile
source: Drag the file here
es: Arrastra el archivo aquí

source: Loading...
es: Cargando...

# CompanyNotFound
source: Company name not found
es: Compañía no encontrada

source: TIN not found
es: NIT no encontrado

source: Email not found
es: Correo electrónico no encontrado

source: Position Not Found
es: Cargo no encontrado

source: Production office not found
es: Oficina productora no encontrado

source: Administrative unit not found
es: Unidad administrativa no encontrada

source: User picture
es: Foto de usuario

source: Clear
es: Limpiar

source: Administrative Acts
es: Actos Administrativos

# AttachAdministrativeActs
source: Attach your Administrative Acts
es: Adjunte sus Actos Administrativos

source: Show Information
es: Mostrar información

source: Show Document
es: Mostrar documento

# NoAdministrativeActs
source: There are no administrative acts.
es: No hay actos administrativos.

# ErrorCreatingData
source: Error at creating data
es: Error al crear los datos

# CreateSuccessfulMessage
source: Record was created successfully!
es: ¡Se creó el registro de forma exitosa!

# CreateErrorMessage
source: An error occurred while creating the record, please try again!
es: ¡Se presentó un error a la hora de crear el registro, por favor intente de nuevo!

# NoAdministrativeActsToCreate
source: There are no new administrative acts to create
es: No hay actos administrativos nuevos para crear

# DeleteQuestionMessage
source: Are you sure about deleting the record?
es: ¿Esta seguro de eliminar el registro?

# DeleteSuccessfulMessage
source: Record has been successfully deleted!
es: ¡Se ha eliminado el registro de forma exitosa!

# DeleteErrorMessage
source: An error occurred while downloading the file, please try again! deleting the record, please try again!
es: ¡Se presentó un error a la hora de eliminar el registro, por favor intente de nuevo!

# LoadErrorMessage
source: An error occurred while loading the records, please try again!
es: ¡Se presentó un error a la hora de cargar los registros, por favor intente de nuevo!

source: Hide Information
es: Ocultar Información

source: Attach
es: Adjuntar

source: Type
es: Tipo

source: Detail
es: Detalle

# Serie
source: Series
es: Serie

# SubSerie
source: SubSeries
es: Subserie

# NotFoundMetaDataRecordsMessage
source: No metadata found for the selected record!
es: ¡No se encontraron metadatos para el expediente seleccionado!

# NotFoundMetaDataSubSeriesMessage
source: No metadata found for the selected Subseries!
es: ¡No se encontraron metadatos para la Subserie documental seleccionada!

# NotFoundMetaDataSeriesMessage
source: No metadata found for the selected Document Series!
es: ¡No se encontraron metadatos para la Serie documental seleccionada!

source: Metadata
es: Metadato

source: Not Required
es: No Requerido

source: Required
es: Requerido

source: Record metadata
es: Metadatos del expediente

# DRTRecord
source: Record's TRD
es: TRD del expediente

source: Volume count
es: Cantidad de volúmenes

# TypesRecords
source: Types of records
es: Tipos de expedientes

# DRTInformation
source: TRD information
es: Información TRD

source: Record number
es: Número de expediente

source: Metadata indexing
es: Indexación de metadatos

source: Create record
es: Crear expediente

source: Download record
es: Descargar expediente

source: Generate report
es: Generar reporte

source: Capture
es: Captura

source: Creation
es: Creación

source: Records
es: Expedientes

source: Inquiry level
es: Nivel de consulta

source: View closed records?
es: ¿Ver expedientes cerrados?

# FilterDRT
source: Filter by TRD
es: Filtrar por TRD

# FilterRecords
source: Filter by record types
es: Filtrar por tipos de expedientes

source: Record type
es: Tipo de expediente

# FileRecordType
source: File type
es: Tipo de archivo

source: Upload
es: Cargar

source: Metadata value
es: Valor del metadato

source: Metadata type
es: Tipo de metadato

# NewRecordDoc
source: New record
es: Nuevo expediente

source: Documents
es: Documentos

# DocumentaryVersion
source: Documentary Period
es: Periodo Documental

# EnterName
source: Enter the name
es: Ingrese el nombre

source: Description
es: Descripción

# CharactersOutOf
source: ({0} characters out of {1})
es: ({0} caracteres de {1})

# UpdateSuccesfulMessage
source: Record was successfully updated!
es: ¡Se actualizó el registro de forma exitosa!

# DocumentationDocumentaryVersion
source: Documentation of the Documentary Period
es: Documentación del Periodo Documental

source: Organization chart
es: Organigrama

source: Act Date
es: Fecha del Acto

source: ActName
es: Nombre del Acto

source: Select a type...
es: Seleccione un tipo...

source: Administrative Unit
es: Unidad Administrativa

# CannotCreate
source: Could not create record
es: No se pudo crear el registro

# MandatoryFieldsMessage
source: The fields to enter are not valid, please check the required fields
es: Los campos a ingresar no son validos, por favor revisar los campos obligatorios

# CloseSessionMessage
source: Are you sure you want to log out?
es: ¿Está seguro que quiere cerrar sesión?

# ProcessErrorMessage
source: There was an error in the process, please try again
es: Hubo un error en el proceso, por favor intentarlo nuevamente

# EnterRegionalMacro
source: Enter the regional macro
es: Ingrese el macro regional

source: Regional Macro
es: Macro Regional

# EnterRegionalFramework
source: Enter the regional framework
es: Ingrese el marco regional

# EnterTerritory
source: Enter the territory
es: Ingrese el territorio

# EnterAbbreviation
source: Enter the abbreviation
es: Ingrese la abreviatura

# CannotUpdate
source: Could not update the registry
es: No se pudo actualizar el registro

source: Add name
es: Agregar el nombre

source: Format Master List
es: Listado Maestro de Formatos

source: Organization logo
es: Logo de la Organización

source: Organization Banner
es: Banner de la organización

source: TIN Code
es: Número del NIT

source: Full Name
es: Nombre Completo

source: CellPhone
es: Celular

# SelectDocumentType
source: Select a document type...
es: Seleccione un tipo de documento...

source: International Code
es: Código Internacional

source: Country Name
es: Nombre del País

source: Abbreviation
es: Abreviatura

source: Language Code
es: Código del Lenguaje

source: Enter Language Code
es: Ingrese el código del lenguaje

source: Format Type
es: Tipo de Formato

source: Process
es: Proceso

# EnterProcess
source: Enter the process
es: Ingrese el proceso

# SelectFormatType
source: Select a format type...
es: Seleccione un tipo de formato...

source: Wrong format type!
es: ¡Tipo de formato incorrecto!

# SelectDocumentaryVersion
source: Select a documentary period...
es: Seleccione una periodo documental...

source: Upload your template
es: Suba su plantilla

source: to Current
es: a Actual

source: Verification Code
es: Código de Verificación

# PasswordMustMatch
source: The password must match the previous one
es: La contraseña debe coincidir con la anterior

# PasswordSuccesfullyChanged
source: Password changed successfully!
es: ¡Se cambio la contraseña de forma exitosa!

# ChangingPasswordProblems
source: Problems with changing password!
es: ¡Problemas con el cambio de contraseña!

source: Information
es: Información

# ImportMessage
source: The import was completed, the total imported records were
es: Se completó la importación, el total de registros importados fue

source: Created Units
es: Unidades creadas

source: Created Offices
es: Oficinas Creadas

source: Created Series
es: Series Creadas

source: Created SubSeries
es: Subseries Creadas

source: Created Typologies
es: Tipologías Creadas

source: Created Withholdings
es: Retenciones Creadas

source: Created DRT
es: TRD Creadas

source: Created DRTB
es: TRDC Creadas

source: created
es: creados

source: Meta Fields
es: Meta Campos

source: Anonymized Data
es: Dato Anonimizado

source: Mandatory Data
es: Dato Obligatorio

source: Topographic Location
es: Ubicación Topográfica

source: MetaValues List
es: Lista de Meta valores

source: Order
es: Orden

# MetaDataInfoMessage
source: If metadata is list type , at least 2 metavalues must be entered into this
es: Si el metadato es de tipo lista, se deben ingresar al menos 2 meta valores a esta

# FieldsRequired
source: One or more fields are required
es: Uno o más campos son necesarios

# SelectTypeError
source: Error selecting type
es: Error al seleccionar el tipo

# CannotAddRepeated
source: You cannot add order values that are already entered in the table
es: No se pueden añadir valores de orden que ya estén ingresados en la tabla

source: Annex Type
es: Tipo de Anexo

source: Uploaded by
es: Subido por

source: Updated by
es: Subido por

source: Names
es: Nombres

source: Select a country...
es: Seleccione un país...

source: Select a state...
es: Seleccione un departamento...

source: Select a city...
es: Seleccione un municipio...

# NamesSurnames
source: Names and Surnames
es: Nombres y apellidos

# AddErrorMessage
source: An error occurred while adding the record, please try again!
es: ¡Se presentó un error a la hora de añadir el registro, por favor intente de nuevo!

# RemoveErrorMessage
source: An error occurred while deleting the record, please try again!
es: ¡Se presentó un error a la hora de remover el registro, por favor intente de nuevo!

# CannotCreateByValidation
source: The record could not be created due to one or more validation errors
es: No se pudo crear el registro por uno o mas errores de validación
