Repository: JUANANAYACOL/PruebaFrontGit
Catalog: Control.Endeavour.FrontEnd/Resources/Translation.*.resx
Languages: es

# AtLeastOneMessage
source: You must enter at least one search criteria!
es: ¡Debe ingresar al menos un criterio de búsqueda!

# NoCoincidences
source: There are no coincidences!
es: ¡No hay coincidencias!

# AtLeastOne4Clean
source: To clean you must enter at least one search criteria!
es: ¡Para limpiar debe ingresar al menos un criterio de búsqueda!

# EnterNames
source: Enter the names
es: Ingrese los nombres

# EnterSurnames
source: Enter the surnames
es: Ingrese los apellidos

source: Surname
es: Apellido

# EnterDocumentNumber
source: Enter the document number
es: Ingrese el número de documento

# EnterLogin
source: Enter the login
es: Ingrese el login

source: Change Password
es: Cambiar Contraseña

source: Change Second Password
es: Cambiar Segunda Contraseña

source: Enter first name
es: Ingrese el primer nombre

source: Enter middle name
es: Ingrese el segundo nombre

source: User permissions
es: Permisos de los usuarios

source: Mechanical signature
es: Firma mecánica

source: Rubric signature
es: Firma rúbrica

source: Branches
es: Sucursales

# UpdateSignatureQuestion
source: Are you sure to update the signature?
es: ¿Está seguro de actualizar la firma?

# UserProfileRemovedSuccessfullyMessage
source: The user's profile has been successfully removed!
es: ¡Se ha retirado el perfil del usuario de forma exitosa!

# RemovingProfileErrorMessage
source: There was an error while removing the profile, please try again!
es: ¡Se presentó un error a la hora de retirar el perfil, por favor intente de nuevo!

# ProfileAssignedSuccessfullyMessage
source: Profile has been assigned successfully!
es: ¡Se ha asignado el perfil de forma exitosa!

# AssigningProfileErrorMessage
source: There was an error while assigning the profile, please try again!
es: ¡Se presentó un error a la hora de asignar el perfil, por favor intente de nuevo!

source: Document creation
es: Creación de documentos

source: Filing response
es: Respuesta de radicado

source: Classify document
es: Clasificar documento

source: Classify
es: Clasificar

source: Action to take
es: Acción a realizar

source: Archive
es: Archivar

source: Document Task Tray
es: Bandeja de Tareas Documentales

source: My tasks
es: Mis tareas

source: Created doc.
es: Doc. creados

source: Search by filters
es: Búsqueda por filtros

source: Filter by dates
es: Filtrar por fechas

source: Search Recipient
es: Buscar Destinatario

source: Open Task
es: Abrir Tarea

source: Delete Task
es: Eliminar Tarea

source: Readed
es: Leído

source: Task ID
es: ID Tarea

source: SentBy
es: Enviado por

source: SentTo
es: Enviado a

source: Signed by
es: Firmado por

# UnexpectedError
source: An unexpected error occurred
es: Ocurrió un error inesperado

# CannotFindRecords
source: Could not find records with that search filter
es: No fue posible encontrar registros con ese filtro de búsqueda

# CannotDelete
source: Could not delete record
es: No se pudo eliminar el registro

source: Communication reception way
es: Medio de recepción de la comunicación

# AutomaticAssignmentProcedureManagers
source: Automatic assignment of the procedure to managers
es: Asignación automática del trámite a gestores

source: Search in DRT
es: Buscar en TRD

source: Pages
es: Folios

source: Notification
es: Notificación

# AtLeastOneMetaData
source: If necessary, enter at least one metadata to continue
es: Si es necesario ingrese al menos un metadato para continuar

source: Upload attachments
es: Cargar adjuntos

# OptionalUploadAttachmentMessage
source: Uploading attachments/annexes is optional. If you consider it relevant to the filing, please upload them below
es: La carga de adjuntos/anexos es opcional. Si considera que es relevante para la radicación, por favor, cárguelos a continuación

source: Attachments/Annexes
es: Adjuntos/Anexos

# Sender(s)Recipient(s)
source: Sender(s) and recipient(s)
es: Remitente(s) y destinatario(s)

# AlLeastSenderRecipientMessage
source: You must enter at least one sender and one recipient to continue, please upload them below
es: Debe ingresar por lo menos un remitente y un destinatario para continuar, por favor, cárguelos a continuación

source: Delete user
es: Eliminar usuario

source: Generate filing
es: Generar radicado

source: Radicate
es: Radicar

# ViewDownloadLabel
source: View and download label
es: Visualizar y descargar rótulo

source: Label
es: Rótulo

# UploadPDFToCentral
source: Upload PDF file to central repository
es: Cargar archivo PDF al repositorio central

source: Links
es: Enlaces

source: Keep
es: Mantener

source: New
es: Nuevo

# LinkCurrentFilingMessage
source: Link the current filing with an existing document
es: Enlazar el radicado actual con un documento ya existente

# CleanRecordMessage
source: Clean the record of the submitted filing and make a new filing
es: Limpiar el registro de la radicación enviada y realizar una nueva radicación

# MakeNewFilingMessage
source: Make a new filing with the data entered up to step 2
es: Realizar una nueva radicación con los datos ingresados hasta el paso 2

# AttachmentUploadSuccessfulMessage
source: The attachment(s) were uploaded successfully!
es: ¡El/Los adjunto(s) fueron cargados de forma exitosa!

# GeneratingFilingErrorMessage
source: An error occurred while generating the filing, please try again!
es: ¡Se presentó un error a la hora de generar el radicado, por favor intente de nuevo!

# CreateSuccessfullFilingMessage
source: Filing: {0} has been successfully generated!
es: ¡Se ha generado de forma exitosa el radicado: {0}!

# NoMetadataInBag
source: There is no associated metadata in the typology bag!
es: ¡No existen metadatos asociados en la bolsa de tipologías!

source: Link documents
es: Enlazar documento

source: Create new filing
es: Crear nueva radicación

source: Keep data
es: Mantener datos

source: Filing number
es: Número de radicado

source: Generate label
es: Generar rótulo

# FilingCommunicationSent
source: Filing of communication sent
es: Radicación de comunicación enviada

source: Action
es: Acción

source: Change communication class
es: Cambiar clase de comunicación

# AttachExcelMessage
source: Next, attach the Excel file with the data to file
es: A continuación, adjunte el archivo Excel con los datos para radicar

# ExpouseFilingMessage
source: Next, expouses the filings generated by the system
es: A continuación, se exponen los radicados generados por el sistema

# CleanFilingRegistry
source: Clean the filings registry generated and make a new
es: Limpiar el registro de las radicaciones generadas y realizar una nueva

# CreateVolumeFile
source: Create volume for the file
es: Crear volumen para el expediente

source: Volumes
es: Volúmenes

# ChooseCommunicationMessage
source: Choose a communication type to continue the process (<b>Note:</b> If you already have the document ready to upload, do it in <b>step 2</b>).
es: Por favor, elija una clase de comunicación para continuar el proceso (<b>Nota:</b> Si ya cuenta con el documento listo para subir, por favor hágalo en el <b>paso 2</b>)

# #FiledDocuments
source: {0} documents have been successfully filed!
es: ¡Se han radiado {0} documentos de forma exitosa!

# FilingBatchErrorMessage
source: An error occurred while filing in batch, please try again!
es: ¡Se presentó un error al radicar de forma masiva, por favor inténtelo de nuevo!

# ChooseCommunication4Download
source: You must choose a communication class to download a template, please try again!
es: ¡Debe escoger una clase de comunicación para descargar una plantilla, por favor inténtelo de nuevo!

# Template#DownloadSuccessfully
source: Template {0} has been downloaded successfully!
es: ¡La plantilla {0}, se ha descargado de forma exitosa!

source: of
es: de

source: General Behavior
es: Comportamiento General

source: CRC Group
es: Grupo PQR

source: Requires Response
es: Requiere Respuesta

source: Hours
es: Horas

source: Response Time
es: Tiempo término respuesta

# DocumentaryTypologyOfResponse
source: Response Documentary Typology
es: Tipología Documental de Respuesta

source: User
es: Usuario

source: Instruction
es: Instrucción

source: Leading Manager
es: Gestor Líder

source: Other Managers
es: Otros Gestores

# ConfigurationTypologyAlarms
source: This Typology configuration applies ALARMS
es: La configuración de ésta Tipología aplica ALARMAS

source: Alarm
es: Alarma

source: Alarms
es: Alarmas

source: Informative
es: Informativa

source: Preventive
es: Preventiva

source: Immediate Action
es: Acción Inmediata

# ImporterTrdTvd
source: RDT/VDT Importer
es: Importador TRD/TVD

source: Massive Filing
es: Radicación Masiva

source: Override Tray Admin
es: Bandeja de anulación Gestor

# InstructionsAdministation
source: Administation Instructions
es: Instrucciones de la gestión

# ActionsAdministration
source: Administration actions
es: Acciones de la Gestión

# FilingInternal
source: Internal Filing
es: Radicación Interna

source: Override Tray Manager
es: Gestor Anulación

source: Override Tray Reason
es: Razones de Anulación

# DocumentsExcludedMessage
source: The following documents have been excluded from the current process as they require closure through an additional document task
es: Los siguientes documentos han sido excluidos del trámite actual debido a que requieren ser cerrados mediante una tarea documental adicional

# DocumentsMassiveSuccedMessage
source: The documents were processed successfully!
es: ¡Se tramitó los documentos satisfactoriamente!

source: Bulk Document Processing
es: Tramite masivo de documentos

source: Document IDs
es: ID Documentos

source: Attachments/Annexes
es: Adjuntos/Anexos

# ReceptionMeans
source: Means of reception
es: Medio de recepción

# Value1ValidateMessage
source: Value 1 must exceed 3 characters
es: El valor 1 debe superar los 3 caracteres

source: File
es: Archivo

source: Cause
es: Razón

source: Instruction name
es: Nombre de la instrucción

source: Action name
es: Nombre de la acción

source: Enter the value
es: Ingrese el valor

source: Key name
es: Nombre de la llave

# GeneralSystemKeys
source: General system functions
es: Funciones generales del sistema

source: Enter comment
es: Ingrese el comentario

source: General parameters administration
es: Parámetros generales del sistema

source: Parameter values
es: Valores del parámetro

source: Signatories
es: Firmante(s)

# TypeSelection
source: Select a type
es: Selecciona el tipo

# MasiveAnnu/Deannu
source: Masive annulation/deannulation
es: Anulación/Desanulación Masiva

# CouldntFindInfByParameters
source: No records were found with the entered parameters, please try again!
es: ¡No se encontraron registros con los parámetros ingresados, por favor intente de nuevo!

source: Selection
es: Selección

source: Entrust(s)
es: Encargado(s)

# FileAttachSuccess
source: The file has been successfully attached
es: Se ha adjuntado el archivo de forma exitosa

# NotEmailAssignInRecord
source: It is not possible to assign a record that does not have at least one email address
es: No es posible asignar un registro que no tenga al menos un correo

# EnterParameterSearch
source: You must enter a search parameter
es: Debe ingresar un parámetro de búsqueda

# FileAttachError
source: An error occurred while attaching the file, please try again. please try again
es: Se ha presentado un error a la hora de adjuntar el archivo, por favor inténtelo de nuevo

# HouseClass
source: Housing
es: Vivienda

# HouseType
source: Housing classification
es: Clasificación de vivienda

source: Complement
es: Complemento

# PrincipalStreet
source: Street Principal
es: Vía principal

# SecondaryStreet
source: Street Secondary
es: Vía secundaria

# PrincipalStreetCardinality
source: Street Principal Cardinality
es: Cardinalidad principal

# SecondaryStreetCardinality
source: Street Secondary Cardinality
es: Cardinalidad secundaria

# PrincipalStreetLetter
source: Street Principal Letter
es: Letra principal

# SecondaryStreetLetter
source: Street Secondary Letter
es: Letra secundaria

# PrincipalStreetNumber
source: Street Principal Number
es: Número principal

# SecondaryStreetNumber
source: Street Secondary Number
es: Número secundario

# CodeNotExisting
source: The entered code does not exist!
es: ¡El código ingresado no existe!

# PasswordInUser
source: This password has been used before!
es: ¡Esta contraseña se ha usado con anterioridad!

# RecoveryCodeExpired
source: The recovery code has expired!
es: ¡El código de recuperación se ha vencido!

# NotFoundpage_1
source: Sorry, the page you are looking for is not available.
es: Lo sentimos, la pagina que buscas no se encuentra disponible.

# NotFoundpage_2
source: it's name has changed or it is temporarily disabled.
es: Su nombre cambio o esta temporalmente inhabilitada.

# ReturnToMain
source: Back to main page
es: Volver a la página principal

source: Light/Dark Mode
es: Modo Claro/Oscuro

# ChangingPasswordError
source: Error while trying to change password!
es: ¡Error al intentar cambiar la contraseña!

# CannotUploadSignature
source: The signature could not be loaded. Please try again.
es: No se pudo cargar la firma. Por favor intente de nuevo.

# EnterSignToSystem
source: Enter a signature into the system.
es: Ingrese una firma al sistema.

# AssigningImageError
source: Error assigning image
es: Error al asignar la imagen

# NewVolumeCreatedMessage
source: The new volume has been created for file number: {0}!
es: ¡Se ha creado el nuevo volumen para el expediente numero: {0}!

# NoVolume4File
source: No volumes have been found for the file. Do you want to add a new volume?
es: No se han encontrado volúmenes para el expediente. ¿Desea agregar un nuevo volumen?

source: Number
es: Número

# ChooseCommunication
source: You must choose a communication class, please try again!
es: ¡Debe escoger una clase de comunicación, por favor inténtelo de nuevo!

# ChooseDocumments
source: You must select documents to process, please try again!
es: ¡Debe seleccionar documentos para tramitar, por favor inténtelo de nuevo!

source: Download PDF
es: Descargar PDF

# NotFoundMetaData
source: No metadata found for the selected {0}!
es: ¡No se encontraron metadatos para la {0} seleccionada!

# FilterMetaDataQuestion
source: Do you want to filter by the selected metadata?
es: ¿Deseas filtrar por los metadatos seleccionados?

source: Captures
es: Capturas

source: Filters by metadata
es: Filtros por metadatos

# PleaseSelectFeature
source: Please select a feature!
es: ¡Por favor selecciona una funcionalidad!

# CreateDocumentTask
source: Create Documentary Task
es: Crear Tarea Documental

# SignNecessary
source: It is necessary to sign the document to create the document task
es: Es necesario firmar el documento para crear la tarea documental

# CreateSuccessfullDocumentaryTaskProcess
source: Documentary task process: {0} has been successfully generated!
es: ¡Se ha generado de forma exitosa el trámite de la tarea documental: {0}!

source: Hide Workflow
es: Ocultar Flujo de Trabajo

source: Show Workflow
es: Mostrar flujo de trabajo

# SignaturesOthers
source: Signatures and Others
es: Firmas y Otros

source: AI service
es: Servicio de IA

source: Insert Text
es: Insertar Texto

source: Insert Voice
es: Insertar Voz

source: App Keys Administration
es: Llaves del Sistema

source: ExpiredDays
es: Días vencidos

# DueDateFilterQuestion
source: Filter by due date?
es: ¿Filtrar por fecha de vencimiento?

# SameRecordForReplacement
source: Assigning the same record as both user and substitute simultaneously is not possible. Please select another official.
es: No es posible designar a un único registro como usuario y reemplazo simultáneamente. Le solicitamos amablemente que seleccione a otro funcionario.

# MustHaveMinimum10Characters
source: Must have a minimum of 10 characters
es: Deben tener mínimo 10 caracteres

# InvalidFileCountMessage
source: The limit of allowed attachments is:
es: El límite de adjuntos permitidos es:

# InvalidSizeMessage
source: The maximum size of each attachment is:
es: El tamaño máximo de cada adjunto es:

# InvalidExtensionMessage
source: The file extension of the attachment is not allowed.
es: La extensión del adjunto no es permitida

# CurrentVersionQuestion
source: Period Version?
es: ¿Periodo Actual?

source: DVT
es: TVD

source: Value
es: Valor

# Terms&amp;Conditions
source: Terms & Conditions
es: Términos y condiciones

# NewBatchFiling
source: Create new batch filing
es: Crear nueva radicación masiva

source: More options
es: Más opciones

# otherSessionHasBeenClosed
source: Your other session has been closed
es: Se ha cerrado tu otra sesión

# RequestAnotherCodeIn
source: You can request another code in:
es: Puedes solicitar otro código en:

source: Secondary email
es: Correo secundario

source: Primary email
es: Correo principal

# TINidentificationInitials
source: TIN
es: RUT

# CurrentDocumentaryVersion
source: Current Documentary Period
es: Periodo Documental Actual

source: User Updated
es: Usuario Actualizó

source: Date Updated
es: Fecha Actualizó

source: Current Password
es: Contraseña actual

source: Officials
es: Funcionarios

# ClosingOpening
source: Closing and opening of files
es: Cierre y apertura de expedientes

source: Open records
es: Expedientes abiertos

source: Closed record
es: Expedientes cerrados

source: Reopen
es: Reabrir

source: Close record
es: Cerrar expediente

source: Reopen record
es: Reabrir expediente

# v
source: Are you sure you will reopen this record? This process will affect the retention time
es: ¿Estás seguro de que volverás a abrir este registro? Este proceso afectará el tiempo de retención

# CharacterIntervalValidation
source: The value of the {0} field must be between {1} and {2} characters.
es: El valor del campo {0} debe tener entre {1} y {2} caracteres.

# CharacterEmptyValidation
source: The value of the {0} field cannot be empty.
es: El valor del campo {0} no puede estar vacía.

# CharacterSelectionValidation
source: You must select a value for the {0} field.
es: Debe seleccionar un valor para el campo {0}.

# CompanyCannotEmpty
source: Company data cannot be empty.
es: Los datos de la empresa no pueden estar vacíos.

source: The following fields have errors:
es: Los siguientes campos tienen errores:

# NoWorkDays
source: Non-working days
es: Días no laborales

# InvalidDateRange
source: Invalid date range, please try again.
es: Rango de fechas inválido, por favor intente de nuevo.

source: Motive
es: Motivo

# MassiveNoWorkDays
source: Do you want to massively add non-working days?
es: ¿Desea añadir masivamente los días no laborales?

# RepeatedRecordsMessage
source: Repeated records cannot be added!
es: ¡No se pueden agregar registros repetidos!

# CreateSuccesfullMassiveRecord
source: {0} records were successfully created!
es: ¡Se crearon {0} registros de forma exitosa!

# ThirdPpartyOf
source: Third party officials
es: Funcionarios de terceros

# DocumentalVer
source: Documental Version
es: Periodo documental

source: DRT Selected
es: TRD Seleccionada

# VerifyEmail
source: Please check the email(s) entered. There are formatting errors, please verify.
es: Por favor verifique el/los correo(s) ingresado(s). Presenta errores de formato, verifique por favor.

source: Manual search
es: Búsqueda manual

# DocTypologyName
source: Typology name
es: Nombre de tipología

# CreateDocumentaryTask
source: Create documentary tasks
es: Crear tareas documentales

source: Documentary task tray
es: Bandeja de tareas

source: Records Consult
es: Consulta de expedientes

source: Main menu
es: Menú principal

# UnderAgeError
source: Does not meet the organization's age of majority requirements
es: No cumple con los requisitos con la mayoría de edad de la organización

source: Retention
es: Retención

source: Security Level
es: Nivel de seguridad

source: Serie class
es: Clase de serie

source: Date of block
es: Fecha de bloqueo

# UnblockQuestion
source: Are you sure to unlock the registry?
es: Esta seguro de desbloquear el registro?

# SessionAdministration
source: Sesion
es: Sesión

# VerifyRetention
source: Please create the retention in order to proceed with the creation.
es: Por favor cree la retención para poder proceder con la creación.

# VerifyCurrentDocumentalVersion
source: Please remember that when creating or updating a TRD documentary period and setting it as the current period, you must first close the current TRD documentary period in use in the system.
es: Recuerde que al crear o actualizar un periodo documental TRD y establecerlo como el periodo actual, es necesario cerrar primero el periodo documental TRD actual que está en uso en el sistema.

# RecordClosingOpening
source: Closing and opening of records
es: Cierre y apertura de expedientes

source: Geographical area
es: Zona geográfica

source: Security
es: Seguridad

# ManagementTrayPerUser
source: View management tray per user
es: Ver bandeja de gestión por usuario

# IndexRecord
source: Record index
es: Índice expediente

# RecordsDocket
source: Records of the docket
es: Legajos del expediente

# ControlPanelTDM
source: Dashboard - Document typologies and metadata
es: Tablero de control - Tipologías documentales y metadatos

# Typologie
source: Typologies
es: Tipología

source: Start folio
es: Folio inicial

source: End folio
es: Folio final

source: Filings formats
es: Radicados formatos

# IndexDT
source: Index documentary typology
es: Indexar tipología documental

source: Include image
es: Incluir imagen

source: Duplicate document
es: Duplicar documento

source: Typology indexing
es: Indexación de tipologías

source: Other
es: Otro

source: Information system
es: Sistema de información

# DescriptionOrigin
source: Description of origin
es: Descripción del origen

# IndexDocumentErrorMessage
source: The final folio cannot be smaller than the initial folio
es: El folio final no puede ser menor al folio inicial

# OriginErrorMessage
source: It is necessary to choose a type of origin for the electronic origin
es: Es necesario escoger un tipo de origen para el origen electrónico

source: Prefix
es: Prefijo

source: Suffix
es: Sufijo

source: Divider
es: Separador

# CodeFormatMessage
source: Test of the filing. Please note that the value (XXXX) is the unique identifier of the document. This message aims to highlight how the record of the filing will look.
es: Prueba del radicado. Tener en cuenta que el valor (XXXX) es el identificador único del documento. Este mensaje tiene como objetivo resaltar cómo se verá el registro del radicado.

source: Test
es: Probar

source: Length of prefix
es: Longitud del prefijo

source: Length of suffix
es: Longitud del sufijo

# FillingMessage
source: When replying, please cite the Filing Number
es: Al contestar cite Radicado

source: Correspondence
es: Correspondencía

# NumbersOfPaper
source: {0} sheet(s) of paper
es: Oficio de {0} folio(s)

source: Filing Label
es: Rótulo del radicado

# FillingFormat
source: The selected communication class already has an established filing format.
es: La clase de comunicación seleccionada ya cuenta con un formato de radicado establecido.

# TemplateAdministration
source: Notification templates
es: Plantillas de notificación

source: RDT/VDT Importer
es: Importador TRD/TVD

source: Saved users
es: Usuarios guardados

source: Chosen users
es: Usuarios elegidos

source: Download error report
es: Descargar informe de errores

source: Review template
es: Revisar plantilla

source: Records created
es: Registros creados

# CheckTemplateErrorMessage
source: An error occurred while trying to verify the template for import. Please check the file and try again.
es: Se ha producido un error al intentar verificar la plantilla para importar. Por favor, revise el archivo y vuelva a intentarlo.
