Repository: JUANANAYACOL/PruebaFrontGit
Catalog: Control.Endeavour.FrontEnd/Resources/Translation.*.resx
Languages: es

# ReadyToImport
source: The entered template has no typing errors. You can proceed with the import.
es: La plantilla ingresada no presenta errores de digitación. Puede proceder con la importación.

# ImporterErrorReport
source: Errors have been found in the values entered in the template. Please download the error report, make the necessary corrections and try again.
es: Se han encontrado errores en los valores ingresados en la plantilla. Por favor, descargue el reporte de errores, realice las correcciones necesarias y vuelva a intentarlo.

# SecurityLevelBy
source: Apply Security Level by
es: Aplicar nivel de seguridad por

# ActiveDirectoryUser
source: Officers active directory
es: Funcionarios directorio activo

# ADUS01
source: The user was not found in the active directory.
es: El usuario no se encontró en el directorio activo.

# ADUS02
source: The user was found in the active directory but already exists in the database
es: El usuario se encontró en el directorio activo pero ya existe en la base de datos.

source: Active directory
es: Directorio activo

source: Security Management
es: Gestión de Seguridad

source: User Traceability
es: Trazabilidad por usuario

# ChangePasswordTime
source: Password change
es: Cambio de contraseña

source: Inactivity
es: Inactividad

source: Password history
es: Historial de contraseñas

source: Minute(s)
es: Minuto(s)

source: Hour(s)
es: Hora(s)

source: Month(s)
es: Mes(es)

# ManagementValidity
source: Password validity manager
es: Gestor de vigencias de contraseñas

# GetImagenErrorMessage
source: An error occurred while obtaining the image of the file!
es: ¡Se presentó un error al obtener la imagen del legajo!

# GetImagenIndexedErrorMessage
source: There is an error when the image is indexed!
es: ¡Se presentó un error al obtener la imagen indexada!

source: Expand PDF viewer
es: Ampliar visor de PDF

# ExpandDashboard
source: Expand control panel
es: Ampliar tablero de control

source: Reduce dashboard
es: Reducir tablero de control

# ReducePDF
source: Reduce PDF viewer
es: Reducir visor PDF

# NotificationsTemplatesMessage
source: To set up email templates, please click on the button below to be directed to the appropriate site. Remember that you must have login credentials, and that accessing the email template creation requires two-factor authentication to be enabled. Ensure you meet these requirements before proceeding. Now, simply press the following button.
es: Para configurar las plantillas de correo electrónico, por favor, haz clic en el botón a continuación que te dirigirá al sitio correspondiente. Recuerda que es necesario contar con credenciales de acceso y que, para ingresar a la creación de plantillas, es imprescindible tener activado el doble factor de autenticación. Asegúrate de cumplir con estos requisitos antes de proceder. Ahora, simplemente presiona el siguiente botón.

# SendGridID
source: SendGrid template id
es: Id de la plantilla SendGrid

# QuestionTemplatesSites
source: Where you are going to use your keyword:
es: Dónde va a usar su palabra clave:

# BodyMailText
source: Body of the mail
es: Cuerpo del correo

source: Both
es: Ambas

# FinishSendGridTemplate
source: Have you finished setting up your SendGrid account?
es: ¿Ya terminaste tu configuración en SendGrid?

# DynamicWords
source: Number of dynamic words
es: Número de palabras dinámicas

# MustSelectSubSeries
source: You must select a subseries!
es: ¡Debe seleccionar una subserie!

# MaxUsersSecurityLevelMessage
source: In this option, the maximum number of users that can be added is 50. If you need to add more users, use the option to select a producing office to assign the related users.
es: En esta opción, el número máximo de usuarios que se pueden agregar es 50. Si necesita agregar más usuarios, utilice la opción de seleccionar una oficina productora para asignar los usuarios relacionados.

source: Delete selected users
es: Eliminar usuarios seleccionados

# DRTVersion
source: DRT Period
es: Periodo TRD

# DeleteUsersQuestionMessage
source: Are you sure to delete the selected users?
es: ¿Esta seguro de eliminar los usuarios seleccionados?

# EnterProcedure
source: Enter the procedure
es: Ingrese el procedimiento

source: Procedure
es: Procedimiento

# TechEnvironment
source: Tech Environment (TM)
es: Medio Técnico (MT)

# Elimination
source: Elimination (E)
es: Eliminación (E)

# TotalConservation
source: Total Conservation (TC)
es: Conservación Total (CT)

source: Central Archive
es: Archivo de Central

source: Management Archive
es: Archivo de Gestión

source: Years
es: Años

# SelectionD
source: Selection (S)
es: Selección (S)

source: Final Disposition
es: Disposición Final

# NotValidParameter
source: Field {0} cannot contain {1}
es: El campo {0} no puede contener {1}

source: Number(s)
es: Numero(s)

# NumberRecipients
source: Number of Recipients
es: Número de destinatarios

source: Physical description
es: Descripción física

source: Quick filing
es: Radicación rápida

source: Search by code
es: Consultar por código

# ExistingSubSeriesMetaData
source: It is not possible to create meta data for this Series, because there are associated Sub Series. Please create the meta data in the asocaida sub-series.
es: No se pueden crear meta datos para esta Serie, debido a que existen Sub Series asociadas. Por favor crear los meta datos en la subserie asocaida.

# InactvityQuestion
source: In {0} seconds your session will be closed due to inactivity. Do you want to close your sesión inmediatly ?
es: En {0} segundos se cerrará tu sesión por inactividad. ¿Deseas cerrar tu sesión de una vez?

source: DRBT
es: TRDC

source: Report
es: Reporte

# Ccd
source: CCD Document Classification Chart
es: Cuadro de clasificación documental CCD

# CcdInformationMessage
source: This report will generate the CCD document classification chart list.
es: Este informe generará la lista de cuadro de clasificación documental CCD.

source: Record History
es: Historial de Expediente

# NoThirdPartyUserMessage
source: No third-party users available.
es: No hay usuarios de terceros disponibles.

# DocumentSearchEngine
source: Documents search engine
es: Motor de búsqueda de documentos

# SearchEngineUserSearch
source: Search by signatory(s) and/or recipient(s)
es: Buscar por firmante(s) y/o destinatario(s)

# EnableSearchUserDestinationsMessage
source: To enable search by signer(s) and/or recipient(s), you must select a communication class.
es: Para habilitar la búsqueda por firmante(s) y/o destinatario(s), debes seleccionar una clase de comunicación.

# GenerateAutIndexing
source: Generate automatic indexing
es: Generar indexación automática

# MessageUploadPDF
source: Next, attach the document you want to index automatically
es: A continuación, adjunte el documento que desee indexar de forma automática

source: Index PDF
es: Indexar PDF

# DisplayedPdfAICorrectMessage
source: If the PDF displayed is correct, please add the date of the document and continue the process
es: Si el PDF visualizado es correcto, por favor agregue la fecha del documento y continúe el proceso

# UploadSuccessfullAIMessage
source: The document has been successfully indexed!
es: ¡El documento ha sido indexado de forma exitosa!

source: ConfirmedIndexing
es: Indexación confirmada

source: Error indexing!
es: ¡Error al indexar!

# SuccessfulIndexing
source: Indexing has been done correctly!
es: ¡Se ha realizado la indexación de forma correcta!

# IndexingError
source: An error occurred while indexing the typology!
es: ¡Se ha presentado un error al indexar la tipología!

# NotApplicableMessage
source: When choosing the option (Not Applicable), the initial folio and final folio will be 0. Are you sure to choose this option?
es: Al escoger la opción (No Aplica), el folio inicial y folio final será 0. ¿Está seguro de escoger esta opción?

source: Upload file image
es: Cargar imagen del legajo

# AutomaticIndexingErrorMessage
source: This process cannot be performed because the entire main document has not been indexed!
es: ¡Este proceso no se puede realizar porque no se ha indexado todo el documento principal!

# AttachDeleteError
source: An error occurred while deleting the file, please try again!
es: ¡Se ha presentado un error a la hora de eliminar el archivo, por favor inténtelo de nuevo!

# AttachDeleteSuccess
source: The attachment has been successfully removed!
es: ¡Se ha eliminó el adjunto de forma correcta!

# SelectTemplate
source: It is necessary to select a template to create a document task.
es: Es necesario seleccionar una plantilla para crear una tarea documental

source: Additional actions
es: acciones adicionales

source: Link document
es: Relacionar documento

# ChangingTemplate
source: Changing the template will cause you to lose all your task progress.
es: cambiar de plantilla hara que pierda todo el progreso de su tarea

# SameTemplate
source: The template you have just selected is the same one you are currently using.
es: La plantilla que acaba de seleccionar es la misma que actualmente esta utilizando

source: Summary
es: Resumen

# FillModal
source: It's necessary to fill out all the fields in the modal.
es: Es necesario registrar todos los campos en la modal

# SubjectCategorizingDoc
source: It's necessary to add a subject when categorizing the document.
es: Es necesario agregar un asunto al momento de clasificar el documento

source: To project
es: Proyectar

source: Open file
es: Abrir archivo

# CreateSuccessfullDocumentaryTask
source: Documentary task: {0} has been successfully create!
es: La tarea documental: {0} ha sido creada exitosamente

# MakeRequest
source: Make a request
es: Realizar solicitud

source: Transcribe audio
es: Transcribir audio

source: Responsible
es: Responsable

source: Applicant
es: Solicitante

source: Mass cancellation
es: Anulación masiva

source: Mass uncancellation
es: Desanulacion masiva

# RespondRequestsMassively
source: Respond to requests massively
es: Responder solicitudes masivamente

source: Select manager
es: Seleccionar gestor

source: Manager name
es: Nombre del gestor

source: Management type
es: Tipo de gestión

source: Rejection reason
es: Motivo de rechazo

source: Cancellation
es: Anulación

source: Uncancellation
es: Desanulacion

# SelectComuClass
source: Select communication class
es: Seleccionar clase de comunicación

# EnterRecordNumber
source: Enter the record number
es: Ingrese el número de radicado

source: View file
es: Ver archivo

source: Extension
es: Extensión

source: Evidence
es: Evidencias

source: View attachments
es: Ver adjuntos

source: Selected documents
es: Documentos seleccionados

# EnterCancellationReason
source: Enter a cancellation reason
es: Ingresar un motivo de anulación

source: Place name
es: Nombre del lugar

source: Profile information
es: Información del perfil

source: User password
es: Contraseña de usuario

# SecondUserPassword
source: Mechanical signature and rubric password
es: Contraseña firma mecánica y rubrica

source: Personal information
es: Información personal

# SelectedTemplate
source: Select template
es: Seleccionar plantilla

# Enter
source: Accept
es: Aceptar

source: Typology not found
es: Tipología no encontrada

source: Mass Processing
es: Trámite masivo

source: Total Procedures
es: Total de trámites

# SelectionManagers
source: Search and selection of managers
es: Búsqueda y selección de gestores

# SelectedInstruction
source: Select the Instruction
es: Seleccione la instrucción

# SelectedPlaceholderInstruction
source: Select an Instruction type
es: Seleccione un tipo de instrucción

# ProcessDocumet
source: Process document
es: Tramitar documento

# CompleteProcess
source: Complete the procedure
es: Completar trámite

# ClosedDocumentaryTask
source: It is not possible to close the procedure, you want to start a documentary task to do it!
es: ¡No es posible cerrar el tramite, quiere comenzar una tarea documental para hacerlo!

source: RDT Information
es: Información de la TRD

# UpdateTyplogy
source: Update typology
es: Actualizar tipología

# DocumentRelated
source: Associated documents
es: Documentos asociados

# MustSelectUserSearch
source: You must select the sender and addressee of the radication.
es: Debe seleccionar el remitente y destinatario de la radicación

# MustSelectSender
source: You must select a sender for the filing
es: Debe seleccionar un remitente para la radicación

# MustSelectRecipient
source: You must select an recipient for the address
es: Debe seleccionar un destinatario para la radicación

# ReplacementUserMandatoryMessage
source: The user you selected is not available, please select another user to continue.
es: El usuario que seleccionó no está disponible, por favor seleccione otro usuario, para poder continuar.

# ReplacementNotMandatoryMessage
source: The user you selected is not available; your communication will be automatically directed to {0}, who is their replacement.
es: El usuario que seleccionó no está disponible; su comunicación será dirigida automáticamente a {0}, quien es su reemplazo.

source: Radicator
es: Radicador

# FilingDocumentsCheck
source: My Filed Documents
es: Mis documentos radicados

# CancelledDocumentsCheck
source: Cancelled documents
es: Documentos Anulados

# CopiesUsers
source: Copies to users
es: Copias a usuarios

# CopiesThirdParties
source: Copies to third parties
es: Copias a terceros

source: Hide parameters
es: Ocultar parámetros

source: Show parameters
es: Mostrar parámetros

# ReportViewer_ToolbarExportTitle
source: Export
es: Exportar

# ReportViewer_ToolbarPrintTitle
source: Print
es: Imprimir

# ReportViewer_ToolbarTogglePrintPreviewTitle
source: Toggle Print Preview
es: Alternar vista previa de impresión

# ReportViewer_SearchDialogCaptionText
source: Find
es: Buscar

# ReportViewer_SendEmailDialogCancelLabel
source: Cancel
es: Cancelar

# ReportViewer_SendEmailDialogClose
source: Close
es: Cerrar

# ReportViewer_ToolbarLastPageTitle
source: Last Page
es: Última Página

# ReportViewer_LoadingReport
source: Loading report...
es: Cargando reporte...

# ReportViewer_ToolbarNextPageTitle
source: Next Page
es: Siguiente página

# ReportViewer_SearchDialogNoResultsLabel
source: No results
es: Sin resultados

# ReportViewer_SearchDialogPageText
source: page
es: página

# ReportViewer_InvalidParameter
source: Please input a valid value.
es: Por favor inserte un valor válido.

# ReportViewer_ParametersAreaPreviewButton
source: Preview
es: Vista previa

# ReportViewer_ToolbarPreviousPageTitle
source: Previous Page
es: Página anterior

# ReportViewer_ToolbarRefreshTitle
source: Refresh
es: Actualizar

# ReportViewer_SearchDialogSearchInProggress
source: searching...
es: buscando...

# ReportViewer_ParameterEditorSelectAll
source: select all
es: seleccionar todos

# ReportViewer_SendEmailDialogSendLabel
source: Send
es: Enviar

# ReportViewer_ToolbarSendMailTitle
source: Send an email
es: Enviar un email

# ReportViewer_SendEmailDialogTitle
source: Send Email
es: Enviar Email

# ReportViewer_ToolbarZoomInTitle
source: Zoom In
es: Acercar

# ReportViewer_ToolbarZoomOutTitle
source: Zoom Out
es: Alejar

# ReportViewer_SearchDialogClearTitle
source: Clear
es: Limpiar

# ReportViewer_ParameterEditorSelectNone
source: clear selection
es: limpiar selección

# ReportViewer_NoPageToDisplay
source: No page to display.
es: No hay páginas para mostrar.

# ReportViewer_PreparingDownload
source: Preparing document to download. Please wait...
es: Preparando el documento para descargar. Por favor espere...

# ReportViewer_PreparingPrint
source: Preparing document to print. Please wait...
es: Preparando el documento para imprimir. Por favor espere...

# ReportViewer_SearchDialogResultsFormatLabel
source: Result {0} of {1}
es: Resultado {0} de {1}

# ReportViewer_SearchDialogResultsLimitLabel
source: Showing first {0} results.
es: Mostrando los primeros {0} resultados.

# ReportViewer_LoadingReportPagesInProgress
source: {0} pages loaded so far...
es: {0} páginas cargadas hasta el momento...

# ReportViewer_LoadedReportPagesComplete
source: Done. Total {0} pages loaded.
es: Finalizado. Total {0} páginas cargadas.

# ReportViewer_ToolbarFirstPageTitle
source: First Page
es: Primera página

# RecordsElectronicIndex
source: Electronic Index
es: Índice Electrónico

source: Watch Report
es: Ver Reporte

# FilterByMetaDataSubSeries
source: Do you want to filter the files by the Sub-Series metadata?
es: ¿Desea filtrar los expedientes por los metadatos de la Sub-Series?

# FilterByMetaDataSeries
source: Do you want to filter the files by the Serie metadata?
es: ¿Desea filtrar los expedientes por los metadatos de la Serie?

# EnterTheDocumentMessage
source: Enter the control ID of the document you wish to search for and press Enter to perform the search.
es: Digite el ID control del documento que desea buscar y presione Enter para realizar la búsqueda.

source: Document search
es: Búsqueda de documentos

# MetadataTypology
source: Metadata by typology
es: Metadatos por tipología

source: Typology metadata
es: Metadatos de la tipología

source: Record Name
es: Nombre del expediente

source: Massive
es: Masiva

# UserBelieve
source: User I believe
es: Usuario creo

# NoMetadata
source: The selected typology does not have associated metadata, please assign at least one!
es: ¡La tipología seleccionada no cuenta con metadatos asociados, por favor asígnele por lo menos uno!

# MessageReopen
source: Are you sure about reopening the file?
es: ¿Estas seguro de reabrir el expediente?

# OrganizationMobileBanner
source: Organization's mobile banner
es: Banner móvil de la organización

source: Legal representative information
es: Datos del representante legal

# FileAlreadyAttachedError
source: The file to be attached is already attached. Please try with another file.
es: El archivo a adjuntar ya se encuentra adjunto. Por favor, intente con otro archivo.

# TemplateVersion
source: Version
es: Versión

# TempMin&amp;MaxCharacters
source: The value of the {0} field must be minimum {1} and maximum {2} characters.
es: El valor del campo {0} debe tener mínimo {1} y máximo {2} caracteres.

source: Export to Excel
es: Exportar a Excel

source: Export All Pages
es: Exportar todas las páginas

source: Complete
es: Completo

# BeDeletedMessage
source: The {0} has been deleted
es: El/La {0} ha sido eliminado

# BeCreatedMessage
source: A {0} has been created
es: El/la {0} ha sido creado/a

# BeUpdatedMessage
source: The {0} has been updated
es: El/La {0} ha sido actualizado/a

# BeUpdateNotFound
source: The {0} you want to update was not found
es: El/La {0} que se quiere actualizar no se ha encontrado

# BeInfoFound
source: Information has been found
es: La información a sido encontrada

# BeInfoNotFound
source: The information related to that id has not been found
es: La informacion realcionada a los filtros especificados no fue encontrada

# BeDateGreaterError
source: The end date cannot be less than the start date on the permit
es: La fecha de finalización de no puede ser inferior a la fecha de inicio en el permiso

# BeReplacementConflict
source: The replacement cannot be created, because the requestor or substitute has other replacements that conflict with the replacement being requested.
es: No se puede crear el reemplazo, debido a que el solicitante o el reemplazante tiene otros reemplazos que entran en conflicto con el reemplazo que se está solicitando.

# BeDocTrayReplacementError
source: The replacement cannot be performed because the requester has unfinished tasks, please go to the task tray.
es: No se puede realizar el reemplazo debido a que el solicitante tiene tareas sin finalizar, por favor ir a la bandeja de tareas

# BeMangTrayReplacementError
source: The replacement cannot be made because the applicant has pending procedures, please go to the management tray
es: No se puede realizar el reemplazo debido a que el solicitante tiene tramites pendientes, por favor ir a la bandeja de gestión

# BeServerErrorException
source: There was an error on the server, please contact the administrator.
es: Hubo un error en el servidor, por favor comunique con el administrador.

# BeIdentificationInUseThirdParty
source: Theres already an ThirdParty with this identification
es: Ya existe un tercero con esta identificación

# BeEmailPatternError
source: Couldn't register the record becuase the Email doesn´t follow any require pattern
es: No se pudo registrar el registro debido a que el correo no sigue el patron requerido

# BeIdentificationInUse
source: Theres already an user with this identification
es: Ya existe un usuario con esta identificación

# AdUpdate
source: AD import
es: Importar del DA

# AdUpdateTooltip
source: Import information from active directory
es: Importar información del directorio activo

# PasswordsMatch
source: Passwords do not match
es: Las contraseñas no coinciden
